export interface LoveCode {
  name: string;
  code: number;
}

export const LoveCodeList = [
  {
    name: "社團法人台灣原鄉智慧農業科技發展協會",
    code: "1106"
  },
  {
    name: "財團法人新竹市杜華神父社會福利基金會",
    code: "373"
  },
  {
    name: "社團法人世界和平婦女會台灣總會",
    code: "123"
  },
  {
    name: "中華ＩＰＯＷＥＲ關懷協會",
    code: "7313"
  },
  {
    name: "社團法人中華仁親社區關懷協會",
    code: "8958"
  },
  {
    name: "中華修緣世界協會",
    code: "50637"
  },
  {
    name: "社團法人中華傳愛社區服務協會",
    code: "085"
  },
  {
    name: "中華分享愛大善急助協會",
    code: "8234"
  },
  {
    name: "社團法人中華創新發明學會",
    code: "0000000"
  },
  {
    name: "中華動物希望協會",
    code: "520505"
  },
  {
    name: "社團法人中華勵本志身心障礙者技藝創業協會",
    code: "708585"
  },
  {
    name: "中華同舟共濟服務社",
    code: "1970"
  },
  {
    name: "社團法人中華基督徒地方教會聯合差傳協會",
    code: "17268"
  },
  {
    name: "社團法人中華基督教以琳關懷協會",
    code: "5210"
  },
  {
    name: "社團法人中華基督教聯合差傳事工促進會",
    code: "924"
  },
  {
    name: "中華大家功德會",
    code: "999999"
  },
  {
    name: "中華好家庭關懷協會",
    code: "377168"
  },
  {
    name: "中華家庭教育與權益促進協會",
    code: "972"
  },
  {
    name: "社團法人中華家庭暨社區展望協會",
    code: "9949"
  },
  {
    name: "中華小馬少年籃球運動協會",
    code: "888888"
  },
  {
    name: "中華弘慈協會",
    code: "123123"
  },
  {
    name: "社團法人中華扶智生命教育協會",
    code: "52374"
  },
  {
    name: "中華救助總會",
    code: "5943"
  },
  {
    name: "中華數位人文關懷協會",
    code: "1314520"
  },
  {
    name: "中華日月門黃帝內經學會",
    code: "795"
  },
  {
    name: "中華有保佑國際宗教文化交流協會",
    code: "58588"
  },
  {
    name: "中華武學人文推廣協會",
    code: "5050520"
  },
  {
    name: "社團法人中華民國亞杜蘭關懷協會",
    code: "106"
  },
  {
    name: "中華民國健康心靈關懷協會",
    code: "9580"
  },
  {
    name: "社團法人中華民國哈利路亞社區關懷協會",
    code: "3377777"
  },
  {
    name: "中華民國善天救助弱勢慈善協會",
    code: "1919"
  },
  {
    name: "中華民國國際幼兒教育協會",
    code: "0618"
  },
  {
    name: "社團法人中華民國圓夢傳愛關懷協會",
    code: "580085"
  },
  {
    name: "中華民國基督教女青年會協會",
    code: "066"
  },
  {
    name: "中華民國大慈功德會",
    code: "8812"
  },
  {
    name: "社團法人中華民國天元慈善功德會",
    code: "882"
  },
  {
    name: "中華民國好牧人關懷之家協進會",
    code: "5188"
  },
  {
    name: "中華民國學習障礙協會",
    code: "1926"
  },
  {
    name: "中華民國專業者都市改革組織",
    code: "826"
  },
  {
    name: "社團法人中華民國小胖威利病友關懷協會",
    code: "104"
  },
  {
    name: "社團法人中華民國康復之友聯盟",
    code: "861108"
  },
  {
    name: "社團法人中華弱勢者希望協會",
    code: "168568"
  },
  {
    name: "社團法人中華民國微光社會福利協會",
    code: "2999"
  },
  {
    name: "社團法人中華民國恩福會",
    code: "100"
  },
  {
    name: "中華民國慈恩慈善會",
    code: "9818"
  },
  {
    name: "社團法人中華民國手足球協會",
    code: "4888"
  },
  {
    name: "社團法人中華民國救世慈善協會",
    code: "9473"
  },
  {
    name: "中華民國新生活教育推廣協會",
    code: "854"
  },
  {
    name: "中華民國普門慈幼慈善會",
    code: "0919"
  },
  {
    name: "中華民國智障者家長總會",
    code: "5000"
  },
  {
    name: "中華民國更生少年關懷協會",
    code: "52616"
  },
  {
    name: "社團法人中華民國梅門一氣流行養生學會",
    code: "1760"
  },
  {
    name: "中華民國流浪動物花園協會",
    code: "0528"
  },
  {
    name: "中華民國流浪天使護佑生命協會",
    code: "0824"
  },
  {
    name: "社團法人台灣國際海員漁民權益保護協會",
    code: "851314"
  },
  {
    name: "中華民國海軍退伍軍人協會",
    code: "9974"
  },
  {
    name: "社團法人中華民國溪水旁關懷單親家庭協會",
    code: "9958"
  },
  {
    name: "社團法人中華民國濟世功德會",
    code: "7474"
  },
  {
    name: "中華民國災難救援協會",
    code: "6274"
  },
  {
    name: "社團法人中華民國無障礙科技發展協會",
    code: "888"
  },
  {
    name: "中華民國珍珠社會福利服務協會",
    code: "245869"
  },
  {
    name: "社團法人中華民國癌友新生命協會",
    code: "6988"
  },
  {
    name: "中華民國癌病腫瘤患者扶助協會",
    code: "6088"
  },
  {
    name: "中華民國紅十字會桃園市分會",
    code: "5588"
  },
  {
    name: "新高雄紅十字會",
    code: "88168"
  },
  {
    name: "中華民國紅十字會",
    code: "55135"
  },
  {
    name: "中華民國紅心字會",
    code: "7777777"
  },
  {
    name: "中華民國老人福利推動聯盟",
    code: "999"
  },
  {
    name: "中華民國老年勞工關懷互助協會",
    code: "205"
  },
  {
    name: "中華民國聲暉聯合會",
    code: "330"
  },
  {
    name: "中華民國聽障棒壘球協會",
    code: "52206"
  },
  {
    name: "中華民國腦性麻痺協會",
    code: "885885"
  },
  {
    name: "社團法人中華民國腹膜透析腎友協會",
    code: "2006"
  },
  {
    name: "社團法人中華民國血友病協會",
    code: "5293"
  },
  {
    name: "社團法人中華民國觀護協會",
    code: "5688"
  },
  {
    name: "社團法人中華民國身心障礙者藝文推廣協會",
    code: "147789"
  },
  {
    name: "中華民國運動神經元疾病病友協會",
    code: "621"
  },
  {
    name: "社團法人中華民國金光明宗佛學會",
    code: "513899"
  },
  {
    name: "中華民國關懷心臟病童協會",
    code: "875"
  },
  {
    name: "社團法人中華民國關懷生命協會",
    code: "7088"
  },
  {
    name: "社團法人中華民國關懷腦瘤兒童協會",
    code: "1012833"
  },
  {
    name: "中華民國青澀芷蘭菁英培育發展協會",
    code: "7890"
  },
  {
    name: "社團法人中華牧羊人青少年關懷協會",
    code: "1082"
  },
  {
    name: "中華社會福利聯合勸募協會",
    code: "7505"
  },
  {
    name: "社團法人中華育幼機構兒童關懷協會",
    code: "1717"
  },
  {
    name: "中華視障人福利協會",
    code: "2599"
  },
  {
    name: "中華跨境流通孵化育成協會",
    code: "4566"
  },
  {
    name: "中華身障體育運動協會",
    code: "17010"
  },
  {
    name: "中華雲旨玄學協會",
    code: "9678"
  },
  {
    name: "中華靈寶派道士會",
    code: "0830"
  },
  {
    name: "中華鯨豚協會",
    code: "9977"
  },
  {
    name: "中華鹽石國際愛蔓延協會",
    code: "7857289"
  },
  {
    name: "人權公約施行監督聯盟",
    code: "1948"
  },
  {
    name: "社團法人臺北市觀音線心理暨社會關懷協會",
    code: "51688"
  },
  {
    name: "新竹市保護動物協會",
    code: "860713"
  },
  {
    name: "信義醫療財團法人",
    code: "1231"
  },
  {
    name: "社團法人先天性成骨不全症關懷協會",
    code: "239"
  },
  {
    name: "衛生福利部社會及家庭署寧園安養院",
    code: "8800"
  },
  {
    name: "全國教師工會總聯合會",
    code: "7894"
  },
  {
    name: "社團法人全球小紅帽協會",
    code: "247284"
  },
  {
    name: "全球華人莘生發展協會",
    code: "4764309"
  },
  {
    name: "全齡樂遊健康促進發展協會",
    code: "2289184"
  },
  {
    name: "新竹縣公益慈善會",
    code: "1234"
  },
  {
    name: "社團法人南投縣生活重建協會",
    code: "723509"
  },
  {
    name: "社團法人南投縣脊髓損傷者協會",
    code: "945"
  },
  {
    name: "台南市博愛菁莪愛心會",
    code: "777777"
  },
  {
    name: "社團法人台東縣原住民族全人發展關懷協會",
    code: "089"
  },
  {
    name: "台中市世界聯合保護動物協會",
    code: "299299"
  },
  {
    name: "台中市佛光慈善會",
    code: "108"
  },
  {
    name: "社團法人台中市基督教旌旗協會",
    code: "3369"
  },
  {
    name: "台中市沐風關懷協會",
    code: "3450"
  },
  {
    name: "社團法人台中市街友關懷協會",
    code: "280"
  },
  {
    name: "社團法人台中市開懷協會",
    code: "5990"
  },
  {
    name: "社團法人臺中市新生命戒癮成長協會",
    code: "2005220"
  },
  {
    name: "台中縣舜心慈善功德會",
    code: "4530"
  },
  {
    name: "台北市?明權益促進會",
    code: "998"
  },
  {
    name: "台北市基督教都市標竿協會",
    code: "7899"
  },
  {
    name: "台北市學習障礙者家長協會",
    code: "8159"
  },
  {
    name: "社團法人台北市心生活協會",
    code: "1979322"
  },
  {
    name: "台北市歐伊寇斯ＯＩＫＯＳ社區關懷協會",
    code: "17247"
  },
  {
    name: "台北市道教道德協會",
    code: "77808"
  },
  {
    name: "臺南市佳楠愛心慈善會",
    code: "11520"
  },
  {
    name: "社團法人台南市大德真君慈善會",
    code: "0929"
  },
  {
    name: "社團法人台南市女性權益促進會",
    code: "8599"
  },
  {
    name: "台南市私立五甲教養院",
    code: "5259"
  },
  {
    name: "社團法人台南市臺南愛心慈善會",
    code: "5699"
  },
  {
    name: "臺南市童心園社會福利關懷協會",
    code: "029"
  },
  {
    name: "社團法人台東縣智障者家長協會",
    code: "1208"
  },
  {
    name: "台東縣肢體障礙協會",
    code: "110"
  },
  {
    name: "社團法人臺東縣脊髓損傷者協會",
    code: "178885"
  },
  {
    name: "台東縣蘭嶼鄉居家關懷協會",
    code: "732848"
  },
  {
    name: "台灣事故傷害預防與安全促進學會",
    code: "0456"
  },
  {
    name: "台灣健康合作發展組織",
    code: "168777"
  },
  {
    name: "台灣兒童伊比力斯協會",
    code: "168168"
  },
  {
    name: "社團法人公投護台灣聯盟",
    code: "081025"
  },
  {
    name: "台灣公民行動紀錄協會",
    code: "576"
  },
  {
    name: "社團法人台灣公益服務協會",
    code: "17885"
  },
  {
    name: "台灣創愛社會關懷協會",
    code: "9416888"
  },
  {
    name: "台灣動物不再流浪協會",
    code: "599"
  },
  {
    name: "台灣動物保護協進會",
    code: "99520"
  },
  {
    name: "台灣動物法律扶助協會",
    code: "1226"
  },
  {
    name: "台灣動物緊急救援推廣協會",
    code: "0958"
  },
  {
    name: "台灣勞工資訊教育協會",
    code: "1794"
  },
  {
    name: "台灣勞工陣線協會",
    code: "0501"
  },
  {
    name: "台灣原住民基層教師協會",
    code: "7992469"
  },
  {
    name: "台灣原住民多族群文化交流協會",
    code: "8895"
  },
  {
    name: "社團法人台灣原生植物保育協會",
    code: "2880"
  },
  {
    name: "台灣吉娃娃長期照顧協會",
    code: "7278294"
  },
  {
    name: "社團法人台灣同伴動物扶助協會",
    code: "52937"
  },
  {
    name: "臺灣向日葵全人關懷協會",
    code: "99365"
  },
  {
    name: "台灣善種籽志工協會",
    code: "0624"
  },
  {
    name: "台灣四面佛慈善協會",
    code: "1021109"
  },
  {
    name: "台灣國際家庭互助協會",
    code: "1105"
  },
  {
    name: "台灣國際發明得獎協會",
    code: "4580"
  },
  {
    name: "台灣國際醫療行動協會",
    code: "1771"
  },
  {
    name: "社團法人臺灣圓愛全人關懷協會",
    code: "021314"
  },
  {
    name: "社團法人台灣圓道佛教文化交流協進會",
    code: "7117"
  },
  {
    name: "台灣地板滾球運動聯盟",
    code: "275"
  },
  {
    name: "社團法人台灣基督教好牧人全人關顧協會",
    code: "6885"
  },
  {
    name: "社團法人台灣安寧照顧協會",
    code: "220927"
  },
  {
    name: "社團法人台灣安心家庭關懷協會",
    code: "003"
  },
  {
    name: "台灣寶希望樹兒童協會",
    code: "288"
  },
  {
    name: "社團法人台灣導盲犬協會",
    code: "5299"
  },
  {
    name: "台灣展翅協會",
    code: "5218"
  },
  {
    name: "台灣彩虹原住民關懷協會",
    code: "0258"
  },
  {
    name: "台灣心境探索學會",
    code: "33299"
  },
  {
    name: "台灣性別不明關懷協會",
    code: "563"
  },
  {
    name: "台灣排球協會",
    code: "54321"
  },
  {
    name: "台灣沐風關懷協會",
    code: "171720"
  },
  {
    name: "社團法人台灣油症受害者支持協會",
    code: "1979"
  },
  {
    name: "台灣泡泡龍病友協會",
    code: "92880"
  },
  {
    name: "台灣流浪兔保護協會",
    code: "17922"
  },
  {
    name: "社團法人台灣流浪動物希望協會",
    code: "119"
  },
  {
    name: "台灣流浪動物森林之家尊生會",
    code: "109620"
  },
  {
    name: "社團法人台灣浪浪幫客協會",
    code: "1798"
  },
  {
    name: "社團法人台灣海洋性貧血協會",
    code: "0331"
  },
  {
    name: "社團法人台灣消費者保護協會",
    code: "234"
  },
  {
    name: "社團法人台灣無障礙協會",
    code: "1100"
  },
  {
    name: "台灣焦點通訊社",
    code: "1968"
  },
  {
    name: "台灣狗腳印幸福聯盟",
    code: "591"
  },
  {
    name: "台灣環境保?聯盟",
    code: "456789"
  },
  {
    name: "社團法人台灣生命教育學會",
    code: "51116"
  },
  {
    name: "台灣癌症資訊全人關懷協會",
    code: "880885"
  },
  {
    name: "社團法人台灣社區實踐協會",
    code: "9179"
  },
  {
    name: "台灣禪定教育協會",
    code: "1209"
  },
  {
    name: "台灣秀蘭慈善協會",
    code: "456799"
  },
  {
    name: "台灣築心全人生命教育關懷協會",
    code: "3016"
  },
  {
    name: "台灣米樂流浪動物中途協會",
    code: "9925"
  },
  {
    name: "社團法人台灣綠色公民行動聯盟協會",
    code: "17685"
  },
  {
    name: "台灣聯合國協進會",
    code: "324"
  },
  {
    name: "台灣莉丰慧民Ｖ關懷動物協會",
    code: "999179"
  },
  {
    name: "社團法人台灣蝴蝶保育學會",
    code: "851225"
  },
  {
    name: "社團法人台灣蠻野心足生態協會",
    code: "230"
  },
  {
    name: "台灣視多障協會",
    code: "5413"
  },
  {
    name: "台灣觸愛協會",
    code: "717885"
  },
  {
    name: "台灣赤子心過動症協會總會",
    code: "9449"
  },
  {
    name: "台灣身心障礙者自立生活聯盟",
    code: "5141"
  },
  {
    name: "社團法人台灣身心靈全人健康醫學學會",
    code: "2197106"
  },
  {
    name: "社團法人台灣遲緩兒天使樂園協會",
    code: "996888"
  },
  {
    name: "社團法人台灣選擇性緘默症協會",
    code: "9785"
  },
  {
    name: "社團法人台灣酷兒權益推動聯盟",
    code: "5874"
  },
  {
    name: "台灣金山財神廟慈善會",
    code: "5888"
  },
  {
    name: "社團法人台灣關懷弱勢協會",
    code: "0512"
  },
  {
    name: "台灣障礙女性平權連線",
    code: "1210"
  },
  {
    name: "台灣障礙者就業服務協會",
    code: "007"
  },
  {
    name: "台灣雷射鈑金發展協會",
    code: "2567"
  },
  {
    name: "台灣青拾穗服務協會",
    code: "7018"
  },
  {
    name: "台灣非營利組織產業工會",
    code: "0128"
  },
  {
    name: "台灣預防醫學學會",
    code: "391"
  },
  {
    name: "台灣鬆獅救援協會",
    code: "9520"
  },
  {
    name: "唯愛公益協會",
    code: "5203399"
  },
  {
    name: "嘉義市西區白川町社區發展協會",
    code: "52839"
  },
  {
    name: "嘉義市西區福民社區發展協會",
    code: "2369222"
  },
  {
    name: "社團法人嘉義市關懷自閉症協會",
    code: "180524"
  },
  {
    name: "嘉義縣扶緣服務協會",
    code: "616"
  },
  {
    name: "社團法人嘉義縣精神康扶之友協會",
    code: "9890"
  },
  {
    name: "嘉義縣紅十字會",
    code: "1207"
  },
  {
    name: "社團法人嘉義縣聽語多重障礙福利協進會",
    code: "540319"
  },
  {
    name: "國立臺北大學社會學系系友會",
    code: "4321"
  },
  {
    name: "國立臺北大學社會工作學系系友會",
    code: "521521"
  },
  {
    name: "國立台灣海洋大學",
    code: "195310"
  },
  {
    name: "國際創新發明聯盟總會",
    code: "000000"
  },
  {
    name: "國際同濟會台灣總會",
    code: "9913"
  },
  {
    name: "社團法人台中市城市之光關懷協會",
    code: "700"
  },
  {
    name: "埔基醫療財團法人",
    code: "539"
  },
  {
    name: "基隆市信義區智慧社區發展協會",
    code: "962"
  },
  {
    name: "基隆市公益關懷協會",
    code: "9168"
  },
  {
    name: "基隆市彩虹護生協會",
    code: "52999"
  },
  {
    name: "大稻埕國際藝術節工作室",
    code: "192000"
  },
  {
    name: "天主教花蓮教區醫療財團法人",
    code: "322833"
  },
  {
    name: "天主教若瑟醫療財團法人",
    code: "8864"
  },
  {
    name: "天主教靈醫會醫療財團法人",
    code: "520188"
  },
  {
    name: "社團法人台中市學習障礙協會",
    code: "2179"
  },
  {
    name: "宏善寺",
    code: "8558"
  },
  {
    name: "社團法人宜蘭縣思源仁愛協會",
    code: "3388"
  },
  {
    name: "宜蘭縣蘭陽青年公益發展協會",
    code: "1699"
  },
  {
    name: "實踐大學",
    code: "070"
  },
  {
    name: "屏東縣城市福音全人關懷協會",
    code: "1080427"
  },
  {
    name: "社團法人屏東縣屏東市長青學苑服務協會",
    code: "568568"
  },
  {
    name: "社團法人屏東縣社會工作者協會",
    code: "7364783"
  },
  {
    name: "社團法人屏東縣風之巢社區照顧暨健康促進協會",
    code: "4617"
  },
  {
    name: "社團法人台北市希望社會服務協會",
    code: "90370"
  },
  {
    name: "康寧學校財團法人康寧大學",
    code: "137"
  },
  {
    name: "台北市康復之友協會",
    code: "7017885"
  },
  {
    name: "社團法人高雄市彩色頁女性願景協會",
    code: "1841"
  },
  {
    name: "彰化縣三清愛心慈善會",
    code: "800"
  },
  {
    name: "彰化縣基督教青年會",
    code: "1982"
  },
  {
    name: "彰化縣康復之友協會",
    code: "99655"
  },
  {
    name: "社團法人彰化縣生命線協會",
    code: "6891"
  },
  {
    name: "社團法人彰化縣視障者關懷協會",
    code: "45678"
  },
  {
    name: "社團法人臺南市心智障礙關顧協會",
    code: "520168"
  },
  {
    name: "恆基醫療財團法人恆春基督教醫院",
    code: "8880064"
  },
  {
    name: "新北市惜緣愛心協會",
    code: "8992"
  },
  {
    name: "社團法人愛女孩國際關懷協會",
    code: "0308"
  },
  {
    name: "戴德森醫療財團法人",
    code: "6601"
  },
  {
    name: "新北市平溪鄉慈善服務協會",
    code: "235834"
  },
  {
    name: "新北市政府社會局委託天主教耕莘醫療財團法人永和耕莘醫院辦理新北市愛維養護中心",
    code: "9456"
  },
  {
    name: "新北市智障者家長協會",
    code: "1688"
  },
  {
    name: "新北市自閉症服務協進會",
    code: "7688"
  },
  {
    name: "新埔福德祠",
    code: "9581"
  },
  {
    name: "社團法人新竹市心理衛生協會",
    code: "5152464"
  },
  {
    name: "新竹縣肢體殘障協會",
    code: "9656"
  },
  {
    name: "方舟協會",
    code: "1119"
  },
  {
    name: "台北市智障者家長協會",
    code: "1685"
  },
  {
    name: "有限責任屏東縣幸福原住民照顧服務勞動合作社",
    code: "1818"
  },
  {
    name: "東基醫療財團法人",
    code: "8080"
  },
  {
    name: "東基醫療財團法人",
    code: "299"
  },
  {
    name: "松山慈惠堂",
    code: "516888"
  },
  {
    name: "柳春春劇社劇團",
    code: "0829"
  },
  {
    name: "桃園市生命線協會",
    code: "031995"
  },
  {
    name: "桃園市立迴龍國民中小學",
    code: "9999999"
  },
  {
    name: "社團法人桃園市赤子心過動症協會",
    code: "2266"
  },
  {
    name: "桃園縣反詐騙暨婦幼關懷聯盟會",
    code: "9097"
  },
  {
    name: "桃園市基督福音教育協會",
    code: "4917"
  },
  {
    name: "社團法人桃園市愛鄰舍協會",
    code: "204"
  },
  {
    name: "社團法人桃園縣拾穗關懷服務協會",
    code: "2615372"
  },
  {
    name: "社團法人桃園市推廣動物保護協會",
    code: "52299"
  },
  {
    name: "社?法人桃園市視障輔導協會",
    code: "1015"
  },
  {
    name: "社團法人桃園市野鳥學會",
    code: "03528"
  },
  {
    name: "極樂寺",
    code: "2939999"
  },
  {
    name: "新北市樂扶庇護工場",
    code: "5788"
  },
  {
    name: "沙爾德聖保祿修女會醫療財團法人",
    code: "386"
  },
  {
    name: "社團法人浪浪的後盾協會",
    code: "9427"
  },
  {
    name: "澎湖縣私立財團法人天主教澎湖教區附設惠民?智中心",
    code: "9261790"
  },
  {
    name: "玉皇玉聖宮",
    code: "2810731"
  },
  {
    name: "社團法人環境法律人協會",
    code: "24612"
  },
  {
    name: "台北市盲人福利協進會",
    code: "2558"
  },
  {
    name: "真巖寺",
    code: "6669"
  },
  {
    name: "真武山受玄宮",
    code: "153153"
  },
  {
    name: "社團法人ＩＰＯＷＥＲ培力學社",
    code: "770885"
  },
  {
    name: "社團法人三元講堂協會",
    code: "885150"
  },
  {
    name: "社團法人世界和平會",
    code: "000"
  },
  {
    name: "社團法人中國真佛宗華光功德會",
    code: "363113"
  },
  {
    name: "社團法人中宣社會福利發展協會",
    code: "99555"
  },
  {
    name: "社團法人中華亞洲環境生態護育交流協會",
    code: "889"
  },
  {
    name: "社團法人中華人權協會",
    code: "620"
  },
  {
    name: "社團法人中華光鹽愛盲協會",
    code: "818"
  },
  {
    name: "社團法人中華公民人權協會",
    code: "3500328"
  },
  {
    name: "社團法人中華六藝文化生活協會",
    code: "642856"
  },
  {
    name: "社團法人中華十方準提學會",
    code: "521013"
  },
  {
    name: "社團法人中華原始佛教會",
    code: "2010"
  },
  {
    name: "社團法人中華善愛社福協會",
    code: "5208585"
  },
  {
    name: "社團法人中華基督奇蹟全人關懷協會",
    code: "725"
  },
  {
    name: "社團法人中華基督教今日傳媒發展協會",
    code: "128"
  },
  {
    name: "社團法人中華基督教忠山關懷協會",
    code: "00000"
  },
  {
    name: "社團法人中華基督教救助協會",
    code: "51919"
  },
  {
    name: "社團法人中華基督教標竿全人關懷協會",
    code: "789"
  },
  {
    name: "社團法人中華基督教福音協進會",
    code: "51990"
  },
  {
    name: "社團法人中華基督教網路發展協會",
    code: "194"
  },
  {
    name: "社團法人中華基督教興起先鋒教會",
    code: "1011124"
  },
  {
    name: "社團法人中華基督教讚美關懷協會",
    code: "1360"
  },
  {
    name: "社團法人中華大腳印關懷協會",
    code: "7367517"
  },
  {
    name: "社團法人中華太乙金蓮丹鼎會",
    code: "444"
  },
  {
    name: "社團法人中華婦幼新知推展協會",
    code: "9922754"
  },
  {
    name: "社團法人中華安得烈慈善協會",
    code: "786"
  },
  {
    name: "社團法人中華小兔子新生命協會",
    code: "88510"
  },
  {
    name: "社團法人中華小腦萎縮症病友協會",
    code: "9972"
  },
  {
    name: "社團法人中華心蓮心公益協會",
    code: "118"
  },
  {
    name: "社團法人中華愛心全人關懷慈善會",
    code: "777520"
  },
  {
    name: "社團法人中華慈雲慈善利生推廣協會",
    code: "991010"
  },
  {
    name: "社團法人中華慈馨母娘信仰人文發展協會",
    code: "0718100"
  },
  {
    name: "社團法人中華樂扶社會服務協會",
    code: "9195"
  },
  {
    name: "社團法人中華正教會",
    code: "325"
  },
  {
    name: "社團法人中華民國世天智教育學會",
    code: "8099"
  },
  {
    name: "社團法人中華民國乳癌病友協會",
    code: "528825"
  },
  {
    name: "社團法人中華民國人類真相推廣協會",
    code: "0288"
  },
  {
    name: "社團法人中華民國佛教華嚴學會",
    code: "59488"
  },
  {
    name: "社團法人中華民國保護動物協會",
    code: "7299"
  },
  {
    name: "中華民國優格文化教育推廣學會",
    code: "155"
  },
  {
    name: "社團法人中華民國兒童慈善協會",
    code: "2420"
  },
  {
    name: "社團法人中華民國兒童燒燙傷關懷協會",
    code: "94520"
  },
  {
    name: "社團法人中華民國全球關懷長期照顧協會",
    code: "178585"
  },
  {
    name: "社團法人中華民國動物福利環保協進會",
    code: "529529"
  },
  {
    name: "社團法人中華民國反棄養寵物協會",
    code: "11289"
  },
  {
    name: "社團法人中華民國台北效力志工團",
    code: "9888"
  },
  {
    name: "社團法人中華民國合家歡協會",
    code: "1234567"
  },
  {
    name: "社團法人中華民國向陽關懷協會",
    code: "777"
  },
  {
    name: "社團法人中華民國吾老幼協會",
    code: "1566"
  },
  {
    name: "社團法人中華民國喜願協會",
    code: "2656"
  },
  {
    name: "社團法人中華民國基督教女青年會協會台灣省台南市支會",
    code: "2007738"
  },
  {
    name: "社團法人中華民國基督教拿撒勒人信德會",
    code: "2303347"
  },
  {
    name: "中華民國多加幸福婚姻促進協會",
    code: "2080"
  },
  {
    name: "社團法人中華民國失智者照顧協會",
    code: "2588"
  },
  {
    name: "中華民國家庭照顧者關懷總會",
    code: "580097"
  },
  {
    name: "社團法人中華民國寵物友善協會",
    code: "52982"
  },
  {
    name: "社團法人中華民國崇善社會福利協會",
    code: "12468"
  },
  {
    name: "社團法人中華民國工作傷害受害人協會",
    code: "428"
  },
  {
    name: "社團法人中華民國希望公園關懷協會",
    code: "5209999"
  },
  {
    name: "社團法人中華民國廣慈觀音慈善協會",
    code: "619"
  },
  {
    name: "社團法人中華民國得勝者教育協會",
    code: "520080"
  },
  {
    name: "社團法人中華民國快樂學習協會",
    code: "521171"
  },
  {
    name: "社團法人中華民國恩友愛心協會",
    code: "911"
  },
  {
    name: "社團法人中華民國愛滋感染者權益促進會",
    code: "99999"
  },
  {
    name: "社團法人中華民國愛與希望協會",
    code: "9876"
  },
  {
    name: "社團法人中華民國愛鼠協會",
    code: "5151"
  },
  {
    name: "社團法人中華民國扶弱成長協會",
    code: "6112"
  },
  {
    name: "社團法人中華民國新生活社會福利發展促進會",
    code: "9997"
  },
  {
    name: "社團法人中華民國旭日青少年發展協會",
    code: "957582"
  },
  {
    name: "社團法人中華民國明健慈善公益協進會",
    code: "175"
  },
  {
    name: "中華民國星橋愛心服務協會",
    code: "899"
  },
  {
    name: "社團法人中華民國晴天社會福利協會",
    code: "9595995"
  },
  {
    name: "社團法人中華民國消防員工作權益促進協會",
    code: "99119"
  },
  {
    name: "社團法人中華民國無犯罪促進會",
    code: "980322"
  },
  {
    name: "社團法人中華民國照顧服務員專業發展協會",
    code: "1213"
  },
  {
    name: "社團法人中華民國牧愛生命協會",
    code: "1073911"
  },
  {
    name: "社團法人中華房角石兒少關懷協會",
    code: "8910"
  },
  {
    name: "社團法人中華民國生活調適愛心會",
    code: "9797"
  },
  {
    name: "社團法人中華民國白化症者關懷協會",
    code: "0520"
  },
  {
    name: "社團法人中華民國白玫瑰社會關懷協會",
    code: "925"
  },
  {
    name: "社團法人中華民國百揚愛心協會",
    code: "17995"
  },
  {
    name: "社團法人中華民國社區重聽福利協會",
    code: "731580"
  },
  {
    name: "社團法人中華民國等家寶寶社會福利協會",
    code: "5288"
  },
  {
    name: "社團法人臺中市紅十字會",
    code: "4518"
  },
  {
    name: "社團法人中華民國紅鼻子關懷小丑協會",
    code: "1801"
  },
  {
    name: "社團法人中華民國群園關懷協會",
    code: "1788"
  },
  {
    name: "社團法人中華民國老人福利關懷協會",
    code: "2468"
  },
  {
    name: "社團法人中華民國老人福祉協會",
    code: "1999"
  },
  {
    name: "中華民國聾人協會",
    code: "330520"
  },
  {
    name: "社團法人中華民國肌萎縮症病友協會",
    code: "5275"
  },
  {
    name: "社團法人中華民國肯愛社會服務協會",
    code: "6666"
  },
  {
    name: "社團法人中華民國脊髓損傷者聯合會",
    code: "2628"
  },
  {
    name: "社團法人中華民國自主學習促進會",
    code: "9806"
  },
  {
    name: "社團法人中華民國自閉症權益促進會",
    code: "7272520"
  },
  {
    name: "社團法人中華民國自閉症總會",
    code: "1577"
  },
  {
    name: "社團法人中華民國自閉症適應體育休閒促進會",
    code: "518"
  },
  {
    name: "社團法人中華民國荒野保護協會",
    code: "8999"
  },
  {
    name: "社團法人中華民國薄荷關懷協會",
    code: "1535"
  },
  {
    name: "社團法人中華民國視障愛心協會",
    code: "0852"
  },
  {
    name: "社團法人中華民國視障者家長協會",
    code: "5959"
  },
  {
    name: "社團法人中華民國貓頭鷹親子教育協會",
    code: "17265"
  },
  {
    name: "社團法人中華民國身心障礙聯盟",
    code: "5252"
  },
  {
    name: "社團法人中華民國身障自行車運動發展協會",
    code: "1710"
  },
  {
    name: "社團法人中華民國身障關懷協會",
    code: "8850"
  },
  {
    name: "社團法人中華民國道德重整協會",
    code: "0707"
  },
  {
    name: "社團法人中華民國遺產暨保險金捐贈慈善會",
    code: "0001"
  },
  {
    name: "社團法人中華民國銀髮慈善協會",
    code: "8341"
  },
  {
    name: "社團法人中華民國阿彌陀佛關懷協會",
    code: "17952"
  },
  {
    name: "社團法人中華民國順濟媽祖慈善會",
    code: "168520"
  },
  {
    name: "社團法人中華淨因眾生關懷協會",
    code: "1188"
  },
  {
    name: "社團法人中華溝通分析協會",
    code: "8935"
  },
  {
    name: "社團法人中華漢翔百元扶幼協會",
    code: "294100"
  },
  {
    name: "社團法人中華熱心發展協會",
    code: "7609"
  },
  {
    name: "社團法人中華玉基殿文化推廣協會",
    code: "990"
  },
  {
    name: "社團法人中華生命無懼關懷協會",
    code: "701785"
  },
  {
    name: "社團法人中華立德慈善協會",
    code: "88762"
  },
  {
    name: "社團法人中華萱民會",
    code: "5680"
  },
  {
    name: "社團法人中華蓮花雨顯密佛學會",
    code: "04828"
  },
  {
    name: "社團法人中華虛空無極五母玉慈宮弘德慈善會",
    code: "53880"
  },
  {
    name: "社團法人世界佛教正心會",
    code: "7755"
  },
  {
    name: "社團法人中華親善動物保護協會",
    code: "4312"
  },
  {
    name: "社團法人中華身心障礙者職業技藝協會",
    code: "323"
  },
  {
    name: "社團法人中華道家人文協會",
    code: "2688"
  },
  {
    name: "社團法人中華金龍醫濟學甲功德會",
    code: "3999"
  },
  {
    name: "社團法人中華長照協會",
    code: "178856"
  },
  {
    name: "中華老子學會",
    code: "110119"
  },
  {
    name: "社團法人中華青少年純潔運動協會",
    code: "3399"
  },
  {
    name: "社團法人中華響響輔助科技協會",
    code: "8859168"
  },
  {
    name: "社團法人光線溫暖協會",
    code: "80945"
  },
  {
    name: "社團法人公民監督國會聯盟",
    code: "113"
  },
  {
    name: "社團法人動物力量價值促進協會",
    code: "56178"
  },
  {
    name: "社團法人南投縣中寮鄉龍眼林福利協會",
    code: "20005"
  },
  {
    name: "社團法人南投縣家庭照顧者關懷協會",
    code: "58018"
  },
  {
    name: "社團法人南投縣家庭照顧者關懷協會附設南投縣私立家照居家式長期照顧服務機構",
    code: "5808"
  },
  {
    name: "社團法人南投縣康復之友協會",
    code: "2422925"
  },
  {
    name: "社團法人南投縣新媳婦關懷協會",
    code: "9420"
  },
  {
    name: "社團法人南投縣新媳婦關懷協會附設南投縣私立好媳婦居家式長期照顧服務機構",
    code: "82475"
  },
  {
    name: "社團法人南投縣智障者家長協會",
    code: "5098"
  },
  {
    name: "社團法人南投縣青少年空手道推展協會",
    code: "23981"
  },
  {
    name: "社團法人南投縣麻煩小天使協會",
    code: "857885"
  },
  {
    name: "台中市?明重建福利協會",
    code: "78585"
  },
  {
    name: "社團法人台中市?智協進會",
    code: "450"
  },
  {
    name: "社團法人台中市基督教青年會",
    code: "1844"
  },
  {
    name: "社團法人台中市康復之友協會",
    code: "408"
  },
  {
    name: "社團法人台中市智障者家長協會",
    code: "7485"
  },
  {
    name: "社團法人台中市盲人福利協進會",
    code: "520580"
  },
  {
    name: "社團法人臺中市聲暉協進會",
    code: "885770"
  },
  {
    name: "社團法人台中市聾人協會",
    code: "993"
  },
  {
    name: "社團法人台中市脊髓損傷者協會",
    code: "566"
  },
  {
    name: "社團法人台中市自閉症教育協進會",
    code: "1127"
  },
  {
    name: "臺中市山海屯國際生命線協會",
    code: "041995"
  },
  {
    name: "臺中市山海屯脊髓損傷協會",
    code: "6256"
  },
  {
    name: "社團法人台北市喜願協會",
    code: "2718"
  },
  {
    name: "社團法人台北市基督教教會聯合會",
    code: "5240"
  },
  {
    name: "社團法人台北市基督教萬芳浸信會",
    code: "0915915"
  },
  {
    name: "社團法人台北市基督福音傳播及服務協會",
    code: "1232"
  },
  {
    name: "社團法人台北市心理復健家屬聯合協會",
    code: "012"
  },
  {
    name: "社團法人台北市愛兔協會",
    code: "5222"
  },
  {
    name: "社團法人台北市晚晴婦女協會",
    code: "0096"
  },
  {
    name: "社團法人台北市武進同鄉會",
    code: "3686377"
  },
  {
    name: "社團法人台北市生命線協會",
    code: "95958"
  },
  {
    name: "社團法人台北市聖文生善會",
    code: "0423"
  },
  {
    name: "社團法人台北市脊髓損傷者協會",
    code: "88518"
  },
  {
    name: "社團法人台北市自閉症家長協會",
    code: "772"
  },
  {
    name: "社團法人台北市行無礙資源推廣協會",
    code: "456"
  },
  {
    name: "社團法人台北市視障者家長協會",
    code: "8899"
  },
  {
    name: "社團法人台北市角落關懷協會",
    code: "9789"
  },
  {
    name: "社團法人台北市身心障礙競技運動協會",
    code: "8810"
  },
  {
    name: "社團法人台北市野鳥學會",
    code: "1973999"
  },
  {
    name: "社團法人台北市雙胞胎協會",
    code: "0422"
  },
  {
    name: "社團法人新北市濰精慈善會",
    code: "265188"
  },
  {
    name: "社團法人新北市知識重建促進會",
    code: "0920"
  },
  {
    name: "社團法人新北市身心障礙者弘德協會",
    code: "2981358"
  },
  {
    name: "社團法人台南市康復之友協會",
    code: "8533"
  },
  {
    name: "社團法人台南市復健青年勵進會",
    code: "520888"
  },
  {
    name: "社團法人台南市慈光身障協會",
    code: "3799"
  },
  {
    name: "社團法人台南市新世代社會福利關懷協會",
    code: "3037980"
  },
  {
    name: "社團法人台南市智障者福利家長協進會",
    code: "2070"
  },
  {
    name: "社團法人台南市流浪動物愛護協會",
    code: "17966"
  },
  {
    name: "社團法人台南市淨宗學會",
    code: "2936611"
  },
  {
    name: "社團法人台南市火炬勵進會",
    code: "081202"
  },
  {
    name: "社團法人大臺南熱蘭遮失智症協會",
    code: "5271"
  },
  {
    name: "社團法人台南市癲癇之友協會",
    code: "2350253"
  },
  {
    name: "社團法人台南市盲人福利協進會",
    code: "211"
  },
  {
    name: "社團法人台南市聲暉協進會",
    code: "830"
  },
  {
    name: "社團法人台南市腦性麻痺之友協會",
    code: "815"
  },
  {
    name: "社團法人臺南市慈光心智關懷協會",
    code: "2057"
  },
  {
    name: "社團法人台南市牧德關懷協會",
    code: "01234"
  },
  {
    name: "社團法人臺東縣失智者關懷協會",
    code: "380900"
  },
  {
    name: "社團法人台灣一起夢想公益協會",
    code: "510"
  },
  {
    name: "社團法人台灣世界快樂聯盟",
    code: "1040524"
  },
  {
    name: "社團法人台灣世界耕義會",
    code: "977"
  },
  {
    name: "社團法人台灣之心愛護動物協會",
    code: "978"
  },
  {
    name: "社團法人台灣也思服務學習協會",
    code: "1414"
  },
  {
    name: "社團法人台灣亞洲動物福利協會",
    code: "3200"
  },
  {
    name: "社團法人台灣交通文化資產保存學會",
    code: "1024"
  },
  {
    name: "社團法人台灣人權促進會",
    code: "1984"
  },
  {
    name: "社團法人台灣伴侶權益推動聯盟",
    code: "178"
  },
  {
    name: "社團法人台灣住宅品質消費者保護協會",
    code: "17288"
  },
  {
    name: "社團法人台灣佳美生命建造協會",
    code: "379"
  },
  {
    name: "社團法人台灣優活山林協會",
    code: "94168"
  },
  {
    name: "社團法人台灣光源全人關懷協會",
    code: "2222222"
  },
  {
    name: "社團法人陪伴者兒少生涯教育協會",
    code: "2631098"
  },
  {
    name: "社團法人台灣兒童少年希望協會",
    code: "8017"
  },
  {
    name: "社團法人台灣全國大聲公社區關懷協會",
    code: "54831"
  },
  {
    name: "社團法人台灣全民食物銀行協會",
    code: "4545"
  },
  {
    name: "社團法人台灣全球兒童少年援助會",
    code: "9199"
  },
  {
    name: "社團法人台灣全球和平青年協進會",
    code: "17168"
  },
  {
    name: "社團法人台灣八福無障礙生活發展協會",
    code: "858585"
  },
  {
    name: "社團法人台灣公益團體自律聯盟",
    code: "1111"
  },
  {
    name: "社團法人台灣公益聯盟",
    code: "51156"
  },
  {
    name: "社團法人台灣公益責信協會",
    code: "0183"
  },
  {
    name: "社團法人台灣再生能源推動聯盟",
    code: "3650422"
  },
  {
    name: "社團法人台灣冤獄平反協會",
    code: "559"
  },
  {
    name: "社團法人台灣凝愛關懷弱勢協會",
    code: "2666"
  },
  {
    name: "社團法人台灣創新棒球協會",
    code: "052019"
  },
  {
    name: "社團法人台灣動物人文社",
    code: "1001"
  },
  {
    name: "社團法人台灣動物保護法律研究協會",
    code: "9528"
  },
  {
    name: "社團法人台灣動物平權促進會",
    code: "5205"
  },
  {
    name: "社團法人台灣動物救援愛無界協會",
    code: "99669"
  },
  {
    name: "社團法人台灣動物社會研究會",
    code: "677677"
  },
  {
    name: "社團法人台灣動物輔助活動及治療協會",
    code: "916"
  },
  {
    name: "社團法人台灣千里步道協會",
    code: "1000423"
  },
  {
    name: "社團法人台灣原聲教育協會",
    code: "4568"
  },
  {
    name: "社團法人台灣友善動物協會",
    code: "9305"
  },
  {
    name: "社團法人台灣同志家庭權益促進會",
    code: "6878"
  },
  {
    name: "社團法人台灣同志諮詢熱線協會",
    code: "0609"
  },
  {
    name: "社團法人台灣同行者互助協會",
    code: "966"
  },
  {
    name: "社團法人台灣向愛發展協會",
    code: "8840"
  },
  {
    name: "社團法人台灣善行天下發展協會",
    code: "9009"
  },
  {
    name: "社團法人台灣四十分之一移工教育文化協會",
    code: "5942140"
  },
  {
    name: "社團法人台灣國際勞工協會",
    code: "1218"
  },
  {
    name: "社團法人台灣城鄉永續關懷協會",
    code: "5880520"
  },
  {
    name: "社團法人台灣基地協會",
    code: "1069"
  },
  {
    name: "社團法人台灣基督教社會關懷協會",
    code: "8596"
  },
  {
    name: "社團法人台灣多元社會福利協會",
    code: "8000"
  },
  {
    name: "社團法人台灣多重障礙兒童暨家長關懷協會",
    code: "9908"
  },
  {
    name: "社團法人台灣大心社會福利協會",
    code: "7025"
  },
  {
    name: "社團法人台灣失智症協會",
    code: "5380"
  },
  {
    name: "社團法人台灣婦女團體全國聯合會",
    code: "333"
  },
  {
    name: "社團法人台灣婦女展業協會",
    code: "112"
  },
  {
    name: "社團法人台灣婦幼愛心協會",
    code: "8520"
  },
  {
    name: "社團法人台灣媽祖魚保育聯盟",
    code: "0051"
  },
  {
    name: "社團法人台灣宥青愛心關懷協會",
    code: "108525"
  },
  {
    name: "社團法人台灣家族系統排列協會",
    code: "3969"
  },
  {
    name: "社團法人台灣寶島行善義工團",
    code: "5921"
  },
  {
    name: "社團法人台灣少年權益與福利促進聯盟",
    code: "329580"
  },
  {
    name: "台灣希望之芽協會",
    code: "1219"
  },
  {
    name: "社團法人台灣帕德魅迪克國際救護發展協會",
    code: "1090818"
  },
  {
    name: "社團法人台灣幸褔狗流浪中途協會",
    code: "856203"
  },
  {
    name: "社團法人台灣弱勢希望協進會",
    code: "70345"
  },
  {
    name: "社團法人台灣彩虹平權大平台協會",
    code: "0524"
  },
  {
    name: "社團法人台灣彩虹愛家生命教育協會",
    code: "199907"
  },
  {
    name: "社團法人台灣彩虹雙福協會",
    code: "339"
  },
  {
    name: "社團法人台灣微客公益行動協會",
    code: "103"
  },
  {
    name: "社團法人台灣心動家族兒童青少年關懷協會",
    code: "881"
  },
  {
    name: "社團法人台灣怡心寶貝社群協會",
    code: "7770"
  },
  {
    name: "社團法人台灣性別平等教育協會",
    code: "2004"
  },
  {
    name: "社團法人台灣愛分享公益慈善會",
    code: "708858"
  },
  {
    name: "社團法人台灣愛希望兒童關懷發展協會",
    code: "3331118"
  },
  {
    name: "社團法人台灣愛爾德社會福利協會",
    code: "9598"
  },
  {
    name: "社團法人台灣愛田關懷協會",
    code: "941"
  },
  {
    name: "社團法人台灣愛貓協會",
    code: "921314"
  },
  {
    name: "社團法人台灣愛鄰社區服務協會",
    code: "2047"
  },
  {
    name: "社團法人台灣慈善會",
    code: "0101"
  },
  {
    name: "社團法人台灣懷孕婦女關懷協會",
    code: "7001"
  },
  {
    name: "社團法人台灣懷慈人本發展協會",
    code: "834"
  },
  {
    name: "社團法人台灣懷生相信動物協會",
    code: "3405"
  },
  {
    name: "社團法人台灣我愛我心健康促進協會",
    code: "5253"
  },
  {
    name: "社團法人台灣扶鷹關懷協會",
    code: "8964"
  },
  {
    name: "社團法人台灣教授協會",
    code: "318"
  },
  {
    name: "社團法人台灣數位有聲書推展學會",
    code: "518066"
  },
  {
    name: "社團法人台灣新住民家庭成長協會",
    code: "168"
  },
  {
    name: "社團法人台灣新巨輪服務協會",
    code: "10179"
  },
  {
    name: "社團法人台灣有點溫暖毛孩協會",
    code: "5266"
  },
  {
    name: "社團法人台灣未來協會",
    code: "2018"
  },
  {
    name: "社團法人台灣本土文化推廣發展協會",
    code: "011"
  },
  {
    name: "社團法人台灣樂作創益協會",
    code: "658"
  },
  {
    name: "社團法人台灣樂知公益慈善協會",
    code: "81864"
  },
  {
    name: "社團法人台灣橄欖園關懷協會",
    code: "222"
  },
  {
    name: "社團法人台灣歡呼兒協會",
    code: "5257"
  },
  {
    name: "社團法人台灣永社",
    code: "121225"
  },
  {
    name: "社團法人台灣法爾禪修中心學會",
    code: "82168"
  },
  {
    name: "社團法人台灣流浪貓關懷協會",
    code: "71706"
  },
  {
    name: "社團法人台灣浪愛不流浪關懷動物協會",
    code: "9458"
  },
  {
    name: "社團法人台灣浪愛永恆協會",
    code: "3737"
  },
  {
    name: "社團法人台灣海龜保育學會",
    code: "1016"
  },
  {
    name: "社團法人台灣潤群協會",
    code: "5267"
  },
  {
    name: "社團法人台灣濟公盲人愛心會",
    code: "3838"
  },
  {
    name: "社團法人台灣為台灣而教協會",
    code: "747"
  },
  {
    name: "社團法人台灣無條件基本收入協會",
    code: "10000"
  },
  {
    name: "社團法人台灣無毒世界協會",
    code: "534"
  },
  {
    name: "社團法人台灣無著公益服務協會",
    code: "5924"
  },
  {
    name: "社團法人台灣猛禽研究會",
    code: "261"
  },
  {
    name: "社團法人台灣王荷世界心性教育學會",
    code: "56789"
  },
  {
    name: "社團法人台灣球芽棒球發展協會",
    code: "5216"
  },
  {
    name: "社團法人台灣瑪莉愛狗協會",
    code: "17299"
  },
  {
    name: "社團法人台灣環境資訊協會",
    code: "17930"
  },
  {
    name: "社團法人台灣生命之窗慈善協會",
    code: "1777"
  },
  {
    name: "社團法人台灣癲癇之友協會",
    code: "16899"
  },
  {
    name: "社團法人台灣盲人福利協進會全國總會",
    code: "886"
  },
  {
    name: "台灣省大專青年服務協會",
    code: "3886"
  },
  {
    name: "社團法人台灣石虎保育協會",
    code: "94215"
  },
  {
    name: "社團法人台灣社區互助照顧行動協會",
    code: "17958"
  },
  {
    name: "社團法人台灣社區健康及家庭關係促進協會",
    code: "980712"
  },
  {
    name: "社團法人台灣社會工作實務發展協會",
    code: "8518"
  },
  {
    name: "社團法人台灣社會發展推動協會",
    code: "168999"
  },
  {
    name: "台灣社會福利總盟",
    code: "5845"
  },
  {
    name: "社團法人台灣社造聯盟",
    code: "4799"
  },
  {
    name: "社團法人台灣神經母細胞瘤病友關懷協會",
    code: "101630"
  },
  {
    name: "社團法人台灣福氣社區關懷協會",
    code: "52020"
  },
  {
    name: "社團法人台灣米克斯保護協會",
    code: "2998"
  },
  {
    name: "社團法人台灣結節硬化症協會",
    code: "0285"
  },
  {
    name: "社團法人台灣綠能公益發展協會",
    code: "5224"
  },
  {
    name: "社團法人台灣線上教育發展協會",
    code: "345"
  },
  {
    name: "社團法人台灣美樂家慈善關懷協會",
    code: "52720"
  },
  {
    name: "社團法人台灣義築協會",
    code: "8507"
  },
  {
    name: "社團法人台灣聯合動物公園協會",
    code: "666777"
  },
  {
    name: "社團法人台灣職業安全健康連線",
    code: "058"
  },
  {
    name: "社團法人台灣脊髓肌肉萎縮症病友協會",
    code: "0675"
  },
  {
    name: "社團法人台灣腎貓協會",
    code: "0811"
  },
  {
    name: "社團法人台灣芒草心慈善協會",
    code: "9487"
  },
  {
    name: "社團法人台灣菸害防制暨戒菸衛教學會",
    code: "1060106"
  },
  {
    name: "社團法人台灣萬人社福協會",
    code: "6580"
  },
  {
    name: "社團法人台灣葡萄園社會關懷協會",
    code: "17527"
  },
  {
    name: "社團法人台灣視覺希望協會",
    code: "730"
  },
  {
    name: "社團法人台灣視障慈善協會",
    code: "03537"
  },
  {
    name: "社團法人台灣親子共學教育促進會",
    code: "17988"
  },
  {
    name: "社團法人台灣諾亞方舟動物同樂協會",
    code: "5269"
  },
  {
    name: "社團法人台灣護家協會",
    code: "300"
  },
  {
    name: "社團法人台灣護樹協會",
    code: "59424"
  },
  {
    name: "社團法人台灣走出埃及輔導協會",
    code: "1314527"
  },
  {
    name: "社團法人台灣超越巔峰關懷癲癇聯盟",
    code: "1835"
  },
  {
    name: "社團法人台灣身心機能活化運動協會",
    code: "8511"
  },
  {
    name: "社團法人台灣輔文社會文化關懷協會",
    code: "1752"
  },
  {
    name: "社團法人台灣逆轉聯盟協會",
    code: "0517"
  },
  {
    name: "社團法人台灣運動好事協會",
    code: "1717010"
  },
  {
    name: "社團法人台灣釋教善本巖協會",
    code: "3344567"
  },
  {
    name: "社團法人台灣重新思考環境教育協會",
    code: "8787"
  },
  {
    name: "社團法人台灣關愛之家協會",
    code: "25985"
  },
  {
    name: "社團法人台灣關懷人權與健康協會",
    code: "7799"
  },
  {
    name: "社團法人台灣關懷地中海型貧血協會",
    code: "2529"
  },
  {
    name: "社團法人台灣防止虐待動物協會",
    code: "1772"
  },
  {
    name: "社團法人台灣阿甘精神發展協會",
    code: "5217"
  },
  {
    name: "社團法人台灣陽光婦女協會",
    code: "85885"
  },
  {
    name: "社團法人台灣陽光真愛青少年關懷協會",
    code: "98719"
  },
  {
    name: "社團法人台灣障礙者權益促進會",
    code: "1113"
  },
  {
    name: "社團法人台灣露德協會",
    code: "852"
  },
  {
    name: "社團法人台灣青少年性別文教會",
    code: "1011"
  },
  {
    name: "社團法人台灣青年氣候聯盟",
    code: "7676"
  },
  {
    name: "社團法人台灣非營利事業經營管理協會",
    code: "0220"
  },
  {
    name: "社團法人台灣風信子精神障礙者權益促進協會",
    code: "5813"
  },
  {
    name: "社團法人台灣食物銀行聯合會",
    code: "5245"
  },
  {
    name: "社團法人台灣黃絲帶愛網關懷協會",
    code: "16940"
  },
  {
    name: "社團法人台灣黑糖流浪動物救援協會",
    code: "958"
  },
  {
    name: "台灣默行佛學發展協會",
    code: "989"
  },
  {
    name: "社團法人台灣ＦＯＣＵＳ家庭協會",
    code: "1314515"
  },
  {
    name: "社團法人嘉義市啟智協會",
    code: "791202"
  },
  {
    name: "社團法人嘉義市心康復之友協會",
    code: "0615"
  },
  {
    name: "社團法人嘉義市新世界自立生活協會",
    code: "3698315"
  },
  {
    name: "社團法人嘉義市正德護生慈善會",
    code: "703"
  },
  {
    name: "社團法人嘉義市殘障者服務協會",
    code: "225885"
  },
  {
    name: "社團法人嘉義市盲人福利協進會",
    code: "2291292"
  },
  {
    name: "社團法人嘉義市聲暉協進會",
    code: "821017"
  },
  {
    name: "社團法人嘉義市脊髓損傷者協會",
    code: "5180"
  },
  {
    name: "社團法人嘉義市腦性麻痺協會",
    code: "2855669"
  },
  {
    name: "社團法人嘉義縣慈善團體聯合協會",
    code: "3622123"
  },
  {
    name: "社團法人嘉義縣脊髓損傷者協會",
    code: "158158"
  },
  {
    name: "社團法人國際技能發展協會",
    code: "3345678"
  },
  {
    name: "社團法人國際特赦組織台灣分會",
    code: "05288"
  },
  {
    name: "社團法人國際生命線台灣總會",
    code: "1995"
  },
  {
    name: "社團法人國際直心道場功德會",
    code: "1666"
  },
  {
    name: "社團法人國際黃金時代新文化推廣協會",
    code: "144000"
  },
  {
    name: "社團法人基隆市智障者家長協會",
    code: "76885"
  },
  {
    name: "社團法人基隆市生命線協會",
    code: "01995"
  },
  {
    name: "社團法人基隆市脊髓損傷者協會",
    code: "8858"
  },
  {
    name: "社團法人基隆市自閉症家長協會",
    code: "588"
  },
  {
    name: "社團法人大中華婦幼關懷成長協會",
    code: "5757"
  },
  {
    name: "社團法人好好愛牠協會",
    code: "2181"
  },
  {
    name: "社團法人宜蘭縣公民監督聯盟",
    code: "0507"
  },
  {
    name: "社團法人宜蘭縣安安慢飛天使家庭關懷協會",
    code: "5280"
  },
  {
    name: "社團法人宜蘭縣康復之友協會",
    code: "1101"
  },
  {
    name: "社團法人宜蘭縣得安家庭關懷協會",
    code: "94180"
  },
  {
    name: "社團法人宜蘭縣愛加倍關懷協會",
    code: "678"
  },
  {
    name: "社團法人宜蘭縣普達關懷協會",
    code: "135"
  },
  {
    name: "社團法人宜蘭縣智障者權益促進會",
    code: "265"
  },
  {
    name: "社團法人宜蘭縣有愚齋慈善共修協會",
    code: "4928"
  },
  {
    name: "社團法人宜蘭縣渡安居女性關懷協會",
    code: "1011212"
  },
  {
    name: "社團法人宜蘭縣福氣家族公益協會",
    code: "2021"
  },
  {
    name: "社團法人宜蘭縣聽障者聲暉協會",
    code: "4185"
  },
  {
    name: "社團法人宜蘭縣脊髓損傷者協會",
    code: "240885"
  },
  {
    name: "社團法人宜蘭縣自閉症協會",
    code: "1313677"
  },
  {
    name: "社團法人宜蘭縣非營利組織聯盟",
    code: "1616888"
  },
  {
    name: "社團法人尚仁教育發展協會",
    code: "17856"
  },
  {
    name: "社團法人屏東縣兒童少年關懷協會",
    code: "1022"
  },
  {
    name: "社團法人屏東縣原住民全人關懷促進協會",
    code: "970222"
  },
  {
    name: "社團法人屏東縣原住民社會公益服務協會",
    code: "94352"
  },
  {
    name: "社團法人屏東縣向陽?能協會",
    code: "7217361"
  },
  {
    name: "社團法人屏東縣向陽康復之友協會",
    code: "917"
  },
  {
    name: "社團法人屏東縣啟智協進會",
    code: "159"
  },
  {
    name: "社團法人屏東縣大願心意關懷協會",
    code: "7971151"
  },
  {
    name: "社團法人屏東縣家庭支持協會",
    code: "7336158"
  },
  {
    name: "社團法人屏東縣希望家園協進會",
    code: "085580"
  },
  {
    name: "社團法人屏東縣志願服務協會",
    code: "7353472"
  },
  {
    name: "社團法人屏東縣愛心樹慈善會",
    code: "9018"
  },
  {
    name: "社團法人屏東縣慈善團體聯合協會",
    code: "9898"
  },
  {
    name: "社團法人屏東縣海口人社區經營協會",
    code: "890109"
  },
  {
    name: "社團法人屏東縣海青青弘會",
    code: "909"
  },
  {
    name: "社團法人屏東縣生命線協會",
    code: "081995"
  },
  {
    name: "社團法人屏東縣社會福利聯盟",
    code: "7883344"
  },
  {
    name: "社團法人屏東縣聲暉聽障協進會",
    code: "7372174"
  },
  {
    name: "社團法人屏東縣脊髓損傷者協會",
    code: "2017"
  },
  {
    name: "社團法人屏東縣腦性麻痺服務協會",
    code: "0115"
  },
  {
    name: "社團法人屏東縣自閉症協進會",
    code: "7351024"
  },
  {
    name: "社團法人屏東縣躍愛全人關懷協會",
    code: "5168"
  },
  {
    name: "社團法人屏東縣身心障礙者就業福利協會",
    code: "094"
  },
  {
    name: "社團法人屏東縣身心障礙者民俗技藝推廣協會",
    code: "2019"
  },
  {
    name: "社團法人屏東縣關心身心障礙者服務協會",
    code: "258"
  },
  {
    name: "社團法人彰化縣?智協進會",
    code: "006"
  },
  {
    name: "社團法人彰化縣喜樂小兒麻痺關懷協會",
    code: "820"
  },
  {
    name: "社團法人彰化縣基督教旌旗協會",
    code: "3155"
  },
  {
    name: "社團法人彰化縣愛鄰社會福利協會",
    code: "500"
  },
  {
    name: "社團法人彰化縣戀戀半線失智協會",
    code: "3035"
  },
  {
    name: "社團法人彰化縣樂說多元專業服務發展協會",
    code: "7221120"
  },
  {
    name: "社團法人彰化縣沐風關懷協會",
    code: "2540"
  },
  {
    name: "社團法人彰化縣秀水鄉馬興社區發展協會",
    code: "7515225"
  },
  {
    name: "社團法人彰化縣肢體傷殘協進會",
    code: "2013"
  },
  {
    name: "社團法人彰化縣脊髓損傷重建協會",
    code: "8888"
  },
  {
    name: "社團法人彰化縣馨滋關懷協會",
    code: "7514880"
  },
  {
    name: "社團法人德內儿國際兒童助學會",
    code: "2199"
  },
  {
    name: "社團法人恩物社會服務推廣協會",
    code: "17655"
  },
  {
    name: "社團法人愛最大慈善光協會",
    code: "179958"
  },
  {
    name: "社團法人愛的延續公益協會",
    code: "149131"
  },
  {
    name: "社團法人拼圖喵生命平權推廣協會",
    code: "17266"
  },
  {
    name: "社團法人台南市教育及兒童青少年發展協會",
    code: "3339"
  },
  {
    name: "社團法人新北市國際生命線協會",
    code: "021995"
  },
  {
    name: "社團法人新北市基督教樹林靈糧堂福音協會",
    code: "0065"
  },
  {
    name: "社團法人新北市幸福天使促進協會",
    code: "317272"
  },
  {
    name: "社團法人新北市樂窩社區服務協會",
    code: "171788"
  },
  {
    name: "社團法人新北市汐止心汐止情慈善協會",
    code: "294542"
  },
  {
    name: "社團法人新北市流浪貓狗再生保護協會",
    code: "8866"
  },
  {
    name: "社團法人新北市湧泉社會服務協會",
    code: "5071"
  },
  {
    name: "社團法人新北市盲人福利協進會",
    code: "9999"
  },
  {
    name: "社團法人台北縣脊髓損傷者協會",
    code: "7879"
  },
  {
    name: "社團法人新北市視障愛心協會",
    code: "0122"
  },
  {
    name: "社團法人新北市身心障礙者體育運動總會",
    code: "1700"
  },
  {
    name: "社團法人新北市道德慈善協進會",
    code: "22119"
  },
  {
    name: "社團法人新望全人關懷協會",
    code: "5201313"
  },
  {
    name: "社團法人新竹市懷安協會",
    code: "7185"
  },
  {
    name: "社團法人新竹市智障福利協進會",
    code: "6684"
  },
  {
    name: "社團法人新竹市生命線協會",
    code: "9595"
  },
  {
    name: "社團法人新竹市精神健康協會",
    code: "527520"
  },
  {
    name: "社團法人新竹市聲暉協會",
    code: "97324"
  },
  {
    name: "社團法人新竹市脊髓損傷者協會",
    code: "5324066"
  },
  {
    name: "社團法人新竹市自閉症協進會",
    code: "936"
  },
  {
    name: "社團法人新竹縣天使之音協會",
    code: "5586551"
  },
  {
    name: "社團法人新竹縣愛鄰社區關懷協會",
    code: "20520"
  },
  {
    name: "社團法人新竹縣智障福利協進會",
    code: "3170"
  },
  {
    name: "社團法人新竹縣身心障礙者扶助協會",
    code: "6888"
  },
  {
    name: "社團法人桃園市唐氏症家長協會",
    code: "520321"
  },
  {
    name: "社團法人桃園市愛力社會福利協會",
    code: "9595520"
  },
  {
    name: "社團法人桃園市桃園愛鄰全人關懷協會",
    code: "707"
  },
  {
    name: "社團法人桃園市瑪潮關懷協會",
    code: "077"
  },
  {
    name: "社團法人桃園市聲暉協進會",
    code: "5231"
  },
  {
    name: "社團法人桃園市聾啞福利協進會",
    code: "60108"
  },
  {
    name: "社團法人桃園市肢體傷殘協進會",
    code: "8085"
  },
  {
    name: "社團法人桃園市脊髓損傷者協會",
    code: "5022"
  },
  {
    name: "社團法人桃園市腎友協會",
    code: "9595885"
  },
  {
    name: "社團法人桃園市自閉症協進會",
    code: "818772"
  },
  {
    name: "社團法人桃園市失智症關懷協會",
    code: "8185"
  },
  {
    name: "社團法人桃園市愛心公益聯盟總會",
    code: "3365885"
  },
  {
    name: "社團法人桃園市智障者家長協會",
    code: "3699135"
  },
  {
    name: "社團法人桃園市社區精神復健協會",
    code: "0885"
  },
  {
    name: "社團法人溪水藝術關懷發展協會",
    code: "2018228"
  },
  {
    name: "社團法人澎湖縣慢飛天使服務協會",
    code: "9535"
  },
  {
    name: "社團法人澎湖縣照顧服務協會",
    code: "9274927"
  },
  {
    name: "社團法人澎湖縣身心障礙者服務協會",
    code: "52880"
  },
  {
    name: "社團法人無礙玩家生活關懷協會",
    code: "666520"
  },
  {
    name: "社團法人白玉功德會",
    code: "888999"
  },
  {
    name: "社團法人監所關注小組",
    code: "009"
  },
  {
    name: "看守台灣協會",
    code: "922"
  },
  {
    name: "社團法人秋野芒文創協會",
    code: "52918"
  },
  {
    name: "社團法人科技創意發明教育學會",
    code: "3888"
  },
  {
    name: "社團法人綠色奇蹟公益服務網協會",
    code: "080088"
  },
  {
    name: "社團法人耆樂社會福利發展協會",
    code: "0685"
  },
  {
    name: "社團法人臺中市互惠愛心關懷協會",
    code: "885995"
  },
  {
    name: "社團法人臺中市動靜皆宜童軍發展協會",
    code: "8623"
  },
  {
    name: "社團法人臺中市商業愛心會",
    code: "1885"
  },
  {
    name: "社團法人臺中市好民文化行動協會",
    code: "0320"
  },
  {
    name: "社團法人臺中市山海屯?智協會",
    code: "626626"
  },
  {
    name: "社團法人臺中市慢飛家庭關懷協會",
    code: "85179"
  },
  {
    name: "社團法人臺中市斗蓬貓救援協會",
    code: "958958"
  },
  {
    name: "社團法人臺中市橋烽關懷生命協會",
    code: "70999"
  },
  {
    name: "社團法人臺中市粒粒米救助協會",
    code: "088"
  },
  {
    name: "社團法人臺中市線上家教促進協會",
    code: "22055"
  },
  {
    name: "社團法人臺中市義愛文化培育協會",
    code: "12520"
  },
  {
    name: "社團法人臺中市聽障體育運動協會",
    code: "538999"
  },
  {
    name: "社團法人臺中市視障者關懷協會",
    code: "955"
  },
  {
    name: "社團法人臺中市身心障礙體育總會",
    code: "170"
  },
  {
    name: "社團法人臺中市響響輔助科技協會",
    code: "85945"
  },
  {
    name: "社團法人臺中市飛夢想慈善協會",
    code: "17899"
  },
  {
    name: "社團法人臺北市接觸點社區關懷協會",
    code: "5837"
  },
  {
    name: "社團法人臺北市支持流浪貓絕育計劃協會",
    code: "52668"
  },
  {
    name: "社團法人臺北市新活力自立生活協會",
    code: "1210203"
  },
  {
    name: "社團法人臺北市照顧生命協會",
    code: "3658"
  },
  {
    name: "社團法人臺北市臻佶祥社會服務協會",
    code: "1030312"
  },
  {
    name: "社團法人臺北市蒲公英聽語協會",
    code: "71521"
  },
  {
    name: "社團法人臺北市賢霞長期照顧促進發展協會",
    code: "5203344"
  },
  {
    name: "社團法人新北市家庭照顧者關懷協會",
    code: "8018"
  },
  {
    name: "社團法人新北市康復之友協會",
    code: "88749"
  },
  {
    name: "社團法人新北市志願服務協會",
    code: "1205"
  },
  {
    name: "社團法人新北市照顧生命協會",
    code: "4987"
  },
  {
    name: "社團法人臺南市以恩關懷協會",
    code: "1010"
  },
  {
    name: "社團法人臺南市大臺南生命線協會",
    code: "7301995"
  },
  {
    name: "社團法人臺南市天主教守護生命關懷協會",
    code: "04520"
  },
  {
    name: "社團法人臺南市徐園長護生協會",
    code: "529999"
  },
  {
    name: "社團法人臺南市承恩功德會",
    code: "1275"
  },
  {
    name: "社團法人臺東縣南迴健康促進關懷服務協會",
    code: "9911"
  },
  {
    name: "社團法人臺東縣友善關懷協會",
    code: "109"
  },
  {
    name: "社團法人臺東縣向日葵關懷協會",
    code: "668"
  },
  {
    name: "社團法人臺東縣弱勢者關懷協會",
    code: "55555"
  },
  {
    name: "社團法人臺東縣教育發展協會",
    code: "513663"
  },
  {
    name: "臺東縣無極慈母宮護持功德會",
    code: "0815"
  },
  {
    name: "社團法人臺東縣自閉症協進會",
    code: "3685"
  },
  {
    name: "社團法人臺東縣身心障礙者保護協會",
    code: "551212"
  },
  {
    name: "社團法人臺灣公民對話協會",
    code: "8813"
  },
  {
    name: "社團法人臺灣咪可思關懷流浪動物協會",
    code: "9905"
  },
  {
    name: "社團法人臺灣嚮光協會",
    code: "101010"
  },
  {
    name: "社團法人臺灣外籍工作者發展協會",
    code: "1955"
  },
  {
    name: "社團法人臺灣學生聯合會",
    code: "2019401"
  },
  {
    name: "社團法人臺灣寶島淨鄉團",
    code: "5220"
  },
  {
    name: "社團法人臺灣彩虹公民行動協會",
    code: "2003"
  },
  {
    name: "社團法人臺灣志工盟協會",
    code: "1799082"
  },
  {
    name: "社團法人臺灣感染誌協會",
    code: "987"
  },
  {
    name: "社團法人臺灣暖心全人關懷協會",
    code: "13580"
  },
  {
    name: "社團法人臺灣楓城泌尿學會",
    code: "2784"
  },
  {
    name: "社團法人臺灣照顧生命協會",
    code: "589"
  },
  {
    name: "社團法人臺灣畫話協會",
    code: "3939"
  },
  {
    name: "社團法人臺灣自心愛護動物協會",
    code: "58178"
  },
  {
    name: "社團法人臺灣自閉兒家庭關懷協會",
    code: "338518"
  },
  {
    name: "社團法人臺灣葡萄園關懷協會",
    code: "17580"
  },
  {
    name: "社團法人臺灣薯山慈善會",
    code: "5358"
  },
  {
    name: "社團法人臺灣野灣野生動物保育協會",
    code: "7495"
  },
  {
    name: "社團法人臺灣雷特氏症病友關懷協會",
    code: "6377"
  },
  {
    name: "社團法人臺灣青年民主協會",
    code: "70179"
  },
  {
    name: "社團法人臺灣非視覺美學教育協會",
    code: "5214"
  },
  {
    name: "社團法人臺灣點一盞燈社會關懷協會",
    code: "95999"
  },
  {
    name: "社團法人舊鞋救命國際基督關懷協會",
    code: "3030"
  },
  {
    name: "社團法人花蓮縣兒童暨家庭關懷協會",
    code: "522"
  },
  {
    name: "社團法人花蓮縣大比大家庭關懷協會",
    code: "4997276"
  },
  {
    name: "社團法人花蓮縣得力青少年與兒童家庭關懷協會",
    code: "8547809"
  },
  {
    name: "社團法人花蓮縣新象社區交流協會",
    code: "94247"
  },
  {
    name: "社團法人花蓮縣智障福利協進會",
    code: "7756"
  },
  {
    name: "社團法人花蓮縣生命線協會",
    code: "1995520"
  },
  {
    name: "社團法人花蓮縣視覺障礙福利協進會",
    code: "9593"
  },
  {
    name: "社團法人花蓮縣老人暨家庭關懷協會",
    code: "5577"
  },
  {
    name: "社團法人花蓮縣脊髓損傷福利協進會",
    code: "1520"
  },
  {
    name: "社團法人花蓮縣谷若思全人關懷協會",
    code: "6711"
  },
  {
    name: "社團法人苗栗縣全人希望發展協會",
    code: "374570"
  },
  {
    name: "社團法人苗栗縣同心身心障礙服務協進會",
    code: "482403"
  },
  {
    name: "社團法人苗栗縣基督教靈糧使徒宣教協會",
    code: "374571"
  },
  {
    name: "社團法人苗栗縣康復之友協會",
    code: "690846"
  },
  {
    name: "社團法人苗栗縣智障福利協進會",
    code: "995995"
  },
  {
    name: "社團法人苗栗縣無障礙關懷協會",
    code: "388"
  },
  {
    name: "社團法人苗栗縣生命線協會",
    code: "362110"
  },
  {
    name: "社團法人苗栗縣肢體傷殘自強拹會",
    code: "334792"
  },
  {
    name: "社團法人苗栗縣自閉症協進會",
    code: "3752"
  },
  {
    name: "社團法人苗栗縣苗北慈暉關懷協會",
    code: "450113"
  },
  {
    name: "社團法人苗栗縣視覺障礙者福利協進會",
    code: "279631"
  },
  {
    name: "社團法人苗栗縣身心障礙福利協進會",
    code: "4326"
  },
  {
    name: "社團法人華人磐石領袖協會",
    code: "84440"
  },
  {
    name: "社團法人貓咪也瘋狂公益協會",
    code: "0404"
  },
  {
    name: "社團法人辰光行善協會",
    code: "2517"
  },
  {
    name: "社團法人郭東修（冬瓜）生命教育紀念協會",
    code: "17880"
  },
  {
    name: "社團法人金門縣生命線協會",
    code: "195"
  },
  {
    name: "社團法人釣魚台教育協會",
    code: "29041"
  },
  {
    name: "社團法人長期照顧協會",
    code: "2196"
  },
  {
    name: "社團法人雅風汪喵浪浪中途照護安養協會",
    code: "56888"
  },
  {
    name: "社團法人雲林縣兒童福利發展協會",
    code: "5223040"
  },
  {
    name: "社團法人雲林縣北港身心障礙者福利協會",
    code: "1229"
  },
  {
    name: "社團法人雲林縣台西身心障礙者福利協會",
    code: "1888"
  },
  {
    name: "社團法人雲林縣?智協會",
    code: "1311"
  },
  {
    name: "社團法人雲林縣婦女保護會",
    code: "5372676"
  },
  {
    name: "社團法人雲林縣復健青年協進會",
    code: "740612"
  },
  {
    name: "社團法人雲林縣盲人福利協進會",
    code: "7119"
  },
  {
    name: "社團法人雲林縣老人福利保護協會",
    code: "1313"
  },
  {
    name: "社團法人雲林縣老人長期照護協會",
    code: "0531026"
  },
  {
    name: "社團法人雲林縣聲暉協進會",
    code: "630123"
  },
  {
    name: "社團法人雲林縣聽語障福利協進會",
    code: "639"
  },
  {
    name: "社團法人雲林縣脊髓損傷者協會",
    code: "7070885"
  },
  {
    name: "社團法人雲林縣虎尾身心障礙協會",
    code: "6332675"
  },
  {
    name: "社團法人雲林縣身心照護協會",
    code: "6565520"
  },
  {
    name: "社團法人雲林縣身心障礙者重建協會",
    code: "5973551"
  },
  {
    name: "社團法人高雄市仁仁慈善協會",
    code: "5581"
  },
  {
    name: "社團法人高雄市佛光腎臟關懷協會",
    code: "2313"
  },
  {
    name: "社團法人高雄市傳愛協會",
    code: "1780"
  },
  {
    name: "社團法人高雄市傷殘服務協會",
    code: "9858"
  },
  {
    name: "社團法人高雄市向陽自立生活協會",
    code: "954846"
  },
  {
    name: "社團法人高雄市唇顎裂顱顏協會",
    code: "4408520"
  },
  {
    name: "社團法人高雄市唐氏症歡喜協會",
    code: "7717299"
  },
  {
    name: "社團法人高雄市善護關愛協會",
    code: "6627"
  },
  {
    name: "社團法人高雄市善馨慈善會",
    code: "00001"
  },
  {
    name: "社團法人高雄市基督教家庭服務協會",
    code: "2810903"
  },
  {
    name: "社團法人高雄市大寮區愛家園協會",
    code: "23344"
  },
  {
    name: "社團法人高雄市大崗山康復之友協會",
    code: "58938"
  },
  {
    name: "社團法人高雄市天元慈善會",
    code: "369"
  },
  {
    name: "社團法人高雄市天心慈善會",
    code: "133395"
  },
  {
    name: "社團法人高雄市小草關懷協會",
    code: "1733"
  },
  {
    name: "社團法人高雄市幸福狗尾巴友善動物協會",
    code: "06848"
  },
  {
    name: "社團法人高雄市快樂堤心理協會",
    code: "9900"
  },
  {
    name: "社團法人高雄市弱勢家庭之友慈善協會",
    code: "8943"
  },
  {
    name: "社團法人高雄市心理復健協會",
    code: "7893"
  },
  {
    name: "社團法人高雄市慈善團體聯合總會",
    code: "3226666"
  },
  {
    name: "社團法人高雄市慈心家庭關懷協會",
    code: "65840"
  },
  {
    name: "社團法人高雄市憨兒就業輔導協會",
    code: "17843"
  },
  {
    name: "社團法人高雄市打狗文史再興會",
    code: "0917"
  },
  {
    name: "社團法人高雄市方舟就業服務協會",
    code: "3753073"
  },
  {
    name: "社團法人高雄市明燈慈善會",
    code: "1168"
  },
  {
    name: "社團法人高雄市晨暉關懷協會",
    code: "3510"
  },
  {
    name: "社團法人高雄市普行慈善會",
    code: "88585"
  },
  {
    name: "社團法人高雄市樂齡照顧關懷協會",
    code: "3696459"
  },
  {
    name: "社團法人高雄市殘障服務協會",
    code: "56880"
  },
  {
    name: "社團法人高雄市永安社會福利協會",
    code: "387508"
  },
  {
    name: "社團法人高雄市注意力缺陷過動症協會",
    code: "88002"
  },
  {
    name: "社團法人高雄市濟心慈善會",
    code: "2992020"
  },
  {
    name: "社團法人高雄市?濟關懷協會",
    code: "1091128"
  },
  {
    name: "社團法人高雄市生命線協會",
    code: "7995"
  },
  {
    name: "社團法人高雄市真珠堂慈善會",
    code: "215"
  },
  {
    name: "社團法人高雄市社區大學促進會",
    code: "2518200"
  },
  {
    name: "社團法人高雄市社區發展促進會",
    code: "0178"
  },
  {
    name: "社團法人高雄市社福慈善總會",
    code: "7881155"
  },
  {
    name: "社團法人高雄市築夢關懷協會",
    code: "3110601"
  },
  {
    name: "社團法人高雄市脊髓損傷者協會",
    code: "59420"
  },
  {
    name: "社團法人高雄市腦性痲痺服務協會",
    code: "29636"
  },
  {
    name: "社團法人高雄市自強身障關懷協會",
    code: "0526"
  },
  {
    name: "社團法人高雄市臻愛天使兒少關懷協會",
    code: "7931030"
  },
  {
    name: "社團法人高雄市螢火蟲兒少福利服務關懷協會",
    code: "47107"
  },
  {
    name: "社團法人高雄市調色板協會",
    code: "0212"
  },
  {
    name: "社團法人高雄市超越巔峰關懷協會",
    code: "6565"
  },
  {
    name: "社團法人高雄市身心障礙團體聯合總會",
    code: "2014"
  },
  {
    name: "社團法人高雄市身心障礙者技能發展協會",
    code: "9480"
  },
  {
    name: "社團法人高雄市野人教育與環保關懷協會",
    code: "7988"
  },
  {
    name: "社團法人高雄市野鳥學會",
    code: "2361086"
  },
  {
    name: "社團法人高雄市關懷流浪動物協會",
    code: "529"
  },
  {
    name: "社團法人高雄市關懷魚鱗癬協會",
    code: "3963021"
  },
  {
    name: "社團法人高雄市青少年關懷協會",
    code: "9016888"
  },
  {
    name: "社團法人高雄市鳳林觀音慈愛會",
    code: "5666"
  },
  {
    name: "社團法人高雄市六龜關懷協會",
    code: "1235"
  },
  {
    name: "社團法人高雄市大高雄生命線協會",
    code: "071995"
  },
  {
    name: "社團法人高雄三山脊損重建協會",
    code: "3374"
  },
  {
    name: "社團法人高雄市飛揚福利服務協會",
    code: "909090"
  },
  {
    name: "社團法人高雄市鳳山心故鄉社區營造協會",
    code: "5514"
  },
  {
    name: "社會民主黨",
    code: "0329"
  },
  {
    name: "社團法人社會永續發展推廣協會",
    code: "7632"
  },
  {
    name: "福智學校財團法人",
    code: "1025"
  },
  {
    name: "社團法人禾豐在地文化推廣交流協會",
    code: "365885"
  },
  {
    name: "財團法人私立台東基督教阿尼色弗兒童之家",
    code: "3194"
  },
  {
    name: "嘉義縣私立大林教養院",
    code: "168888"
  },
  {
    name: "臺北醫學大學",
    code: "5281"
  },
  {
    name: "綠黨",
    code: "17924"
  },
  {
    name: "美和學校財團法人美和科技大學",
    code: "7799821"
  },
  {
    name: "社團法人高雄市聲暉協會",
    code: "775885"
  },
  {
    name: "臺中市山海屯聲暉協進會",
    code: "33000"
  },
  {
    name: "自由台灣黨",
    code: "150501"
  },
  {
    name: "高雄市自閉症協進會",
    code: "8585885"
  },
  {
    name: "社團法人彰化縣自閉症肯納家長協會",
    code: "5201314"
  },
  {
    name: "臺中市善護協會",
    code: "3505"
  },
  {
    name: "社團法人臺中市愛無礙協會",
    code: "088999"
  },
  {
    name: "社團法人臺中市晚晴協會",
    code: "5785"
  },
  {
    name: "臺中市歐啦身心健康關懷協會",
    code: "609"
  },
  {
    name: "臺中市沐風６０長者之愛關懷協會",
    code: "171760"
  },
  {
    name: "社團法人臺北市心藝社會關懷協會",
    code: "71680"
  },
  {
    name: "社團法人臺北市毛小孩幸福聯盟協會",
    code: "99891"
  },
  {
    name: "臺北市流浪貓保護協會",
    code: "172"
  },
  {
    name: "臺北市麗山社區關懷協會",
    code: "7878"
  },
  {
    name: "新北市彌賽亞全人關懷協會",
    code: "377"
  },
  {
    name: "新北市耆光協會",
    code: "3488"
  },
  {
    name: "臺南市安安社會福利發展協會",
    code: "888178"
  },
  {
    name: "臺南市政府社會局",
    code: "1314888"
  },
  {
    name: "臺南市政府社會局委託財團法人高雄市私立典寶社會福利慈善事業基金會經營龍崎教養院",
    code: "9867"
  },
  {
    name: "臺南市明燈慈善會",
    code: "1040728"
  },
  {
    name: "臺南市柚城心智關懷協會",
    code: "17818"
  },
  {
    name: "臺南市腳印社區關懷協會",
    code: "490101"
  },
  {
    name: "臺南市自然生態產業發展協會",
    code: "8519"
  },
  {
    name: "社團法人臺東縣關懷生命協會",
    code: "220253"
  },
  {
    name: "社團法人臺東縣原住民嘎屋啦瀚文教發展協會",
    code: "891606"
  },
  {
    name: "臺東縣同寮協會",
    code: "94089"
  },
  {
    name: "社團法人臺東縣天主教愛德婦女協會",
    code: "666666"
  },
  {
    name: "社團法人臺灣兒童健康暨身心發展協會",
    code: "020518"
  },
  {
    name: "臺灣兒童發展早期療育協會",
    code: "1122"
  },
  {
    name: "社團法人臺灣刺蝟照護推廣協會",
    code: "52413"
  },
  {
    name: "臺灣基督教門諾會醫療財團法人",
    code: "555"
  },
  {
    name: "臺灣客家語言文化農業推廣協會",
    code: "9933"
  },
  {
    name: "臺灣山林復育協會",
    code: "5230"
  },
  {
    name: "社團法人臺灣巴克動物懷善救援協會",
    code: "1717999"
  },
  {
    name: "臺灣社會工作專業人員協會",
    code: "0326"
  },
  {
    name: "臺灣童心創意行動協會",
    code: "2721"
  },
  {
    name: "臺灣第六生態發展協會",
    code: "169"
  },
  {
    name: "臺灣臻善人文協會",
    code: "1491"
  },
  {
    name: "社團法人臺灣酒駕防制社會關懷協會",
    code: "1959"
  },
  {
    name: "臺灣雙語無法黨",
    code: "119119"
  },
  {
    name: "社團法人花蓮縣康復之友協會",
    code: "2733"
  },
  {
    name: "社團法人花蓮縣自閉症協會",
    code: "8588"
  },
  {
    name: "苗栗縣感恩慈善協會",
    code: "271987"
  },
  {
    name: "苗栗縣關懷弱勢協會",
    code: "600101"
  },
  {
    name: "臺北市藝術創作者職業工會",
    code: "0219"
  },
  {
    name: "西蓮淨苑",
    code: "4832"
  },
  {
    name: "社團法人親慈慈善會",
    code: "181622"
  },
  {
    name: "觀心文化教育推廣協會",
    code: "0909"
  },
  {
    name: "財團法人１８℃文化基金會",
    code: "94218"
  },
  {
    name: "財團法人一粒麥子社會福利慈善事業基金會",
    code: "209"
  },
  {
    name: "財團法人一貫道彌勒博學院教育基金會",
    code: "3416"
  },
  {
    name: "財團法人世界宗教博物館發展基金會",
    code: "093"
  },
  {
    name: "財團法人中國基督教靈糧世界佈道會安平靈糧堂",
    code: "1458"
  },
  {
    name: "財團法人中良九天教育基金會",
    code: "71999"
  },
  {
    name: "財團法人中華?能基金會",
    code: "220"
  },
  {
    name: "財團法人中華?能基金會附設春暉?能中心",
    code: "598"
  },
  {
    name: "財團法人中華基督教伯特利會總會附設花蓮縣私立長榮老人長期照顧中心（養護型）",
    code: "8828"
  },
  {
    name: "財團法人中華文化社會福利事業基金會",
    code: "5948"
  },
  {
    name: "財團法人中華文化社會福利事業基金會台北兒童福",
    code: "581214"
  },
  {
    name: "財團法人中華民國佛教慈濟慈善事業基金會",
    code: "779"
  },
  {
    name: "財團法人中華民國兒童燙傷基金會",
    code: "0995"
  },
  {
    name: "財團法人中華民國兒童癌症基金會",
    code: "88888"
  },
  {
    name: "財團法人中華民國兒童福利聯盟文教基金會",
    code: "885521"
  },
  {
    name: "財團法人中華民國唐氏症基金會",
    code: "321"
  },
  {
    name: "財團法人中華民國婦聯聽覺健康社會福利基金會",
    code: "850226"
  },
  {
    name: "財團法人中華民國心臟病兒童基金會",
    code: "9988"
  },
  {
    name: "財團法人中華民國消費者文教基金會",
    code: "7001234"
  },
  {
    name: "財團法人中華民國發展遲緩兒童基金會",
    code: "0855"
  },
  {
    name: "財團法人中華民國自閉症基金會",
    code: "402"
  },
  {
    name: "財團法人中華民國（台灣）安寧照顧基金會",
    code: "199"
  },
  {
    name: "財團法人主婦聯盟環境保護基金會",
    code: "201314"
  },
  {
    name: "財團法人乳癌防治基金會",
    code: "7777"
  },
  {
    name: "財團法人亞太心理腫瘤學交流基金會",
    code: "1029"
  },
  {
    name: "財團法人臺北市傳德慈善基金會",
    code: "6956"
  },
  {
    name: "財團法人人壽保險文教基金會",
    code: "17888"
  },
  {
    name: "財團法人人安社會福利慈善事業基金會",
    code: "918"
  },
  {
    name: "財團法人人本教育文教基金會",
    code: "31809"
  },
  {
    name: "財團法人人間文教基金會",
    code: "5617"
  },
  {
    name: "財團法人介惠社會福利慈善基金會",
    code: "05178"
  },
  {
    name: "財團法人仰山文教基金會",
    code: "5213"
  },
  {
    name: "財團法人仲祥社會福利慈善事業基金會",
    code: "2600"
  },
  {
    name: "財團法人伊甸社會福利基金會",
    code: "25885"
  },
  {
    name: "財團法人佛教僧伽醫護基金會",
    code: "3131"
  },
  {
    name: "財團法人佛教大華嚴寺",
    code: "52888"
  },
  {
    name: "財團法人佛教慈恩育幼基金會",
    code: "728"
  },
  {
    name: "財團法人佛教蓮花基金會",
    code: "885814"
  },
  {
    name: "財團法人佛陀教育基金會",
    code: "5511"
  },
  {
    name: "財團法人佳醫健康基金會",
    code: "193"
  },
  {
    name: "財團法人信望愛臍帶血基金會",
    code: "876945"
  },
  {
    name: "財團法人信業希望教育基金會",
    code: "7694129"
  },
  {
    name: "財團法人南投縣私立傑瑞社會福利基金會附設南投縣私立傑瑞老人安養中心",
    code: "3333"
  },
  {
    name: "財團法人優人文化藝術基金會",
    code: "881760"
  },
  {
    name: "財團法人光泉文教基金會",
    code: "9200"
  },
  {
    name: "財團法人兒童肝膽疾病防治基金會",
    code: "520885"
  },
  {
    name: "財團法人全成社會福利基金會",
    code: "2249121"
  },
  {
    name: "財團法人全民健康基金會",
    code: "120"
  },
  {
    name: "財團法人公共電視文化事業基金會",
    code: "52013"
  },
  {
    name: "財團法人切膚之愛社會福利慈善事業基金會",
    code: "9866"
  },
  {
    name: "財團法人利伯他茲教育基金會",
    code: "8868"
  },
  {
    name: "財團法人利河伯社會福利基金會",
    code: "2995"
  },
  {
    name: "財團法人創世社會福利基金會",
    code: "919"
  },
  {
    name: "財團法人勇源輔大乳癌基金會",
    code: "10178"
  },
  {
    name: "財團法人勵馨社會福利事業基金會",
    code: "9118595"
  },
  {
    name: "財團法人千佛山慈善基金會",
    code: "885"
  },
  {
    name: "財團法人千禧龍青年基金會",
    code: "2258618"
  },
  {
    name: "財團法人南投縣永山宮",
    code: "2255548"
  },
  {
    name: "財團法人南投縣私立南投仁愛之家",
    code: "2222151"
  },
  {
    name: "財團法人南投縣私立德安?智教養院",
    code: "85717"
  },
  {
    name: "財團法人南投縣私立炫寬愛心教養家園",
    code: "545"
  },
  {
    name: "財團法人南方文教基金會",
    code: "17382"
  },
  {
    name: "財團法人台南市私立蓮心園社會福利慈善事業基金會",
    code: "2525"
  },
  {
    name: "財團法人博幼社會福利基金會",
    code: "131"
  },
  {
    name: "財團法人厚生基金會",
    code: "85988"
  },
  {
    name: "財團法人台中市傑人教育基金會",
    code: "1228"
  },
  {
    name: "財團法人台中市私立中杏社會福利基金會",
    code: "37560"
  },
  {
    name: "財團法人台中市私立宏恩社會福利慈善基金會",
    code: "1589"
  },
  {
    name: "財團法人台中市私立康善社會福利慈善事業基金會",
    code: "3335"
  },
  {
    name: "財團法人臺中市私立惠康社會福利基金會",
    code: "2950"
  },
  {
    name: "財團法人台中市私立慈光社會福利慈善事業基金會",
    code: "3300"
  },
  {
    name: "財團法人台中市私立慈光社會福利慈善事業基金會附設台中市私立慈馨兒少之家",
    code: "2213"
  },
  {
    name: "財團法人台中市私立慈光社會福利慈善事業基金會附設台中市私立慈馨少年家園",
    code: "1177"
  },
  {
    name: "財團法人台中市私立慶炎慈善會",
    code: "6023"
  },
  {
    name: "財團法人台中市私立無極證道院社會福利慈善事業",
    code: "17257"
  },
  {
    name: "財團法人台中市私立甘霖社會福利慈善事業基金會",
    code: "1385"
  },
  {
    name: "財團法人台中市私立真愛社會福利慈善事業基金會",
    code: "2020"
  },
  {
    name: "財團法人臺中市私立群園社會福利基金會",
    code: "5678"
  },
  {
    name: "財團法人台中市私立宏源社會福利慈善事業基金會",
    code: "5598"
  },
  {
    name: "財團法人台中市私立龍眼林社會福利慈善事業基金會",
    code: "185"
  },
  {
    name: "財團法人台中市私立弘毓社會福利基金會",
    code: "313"
  },
  {
    name: "財團法人臺中市私立弗傳慈心社會福利慈善事業基金會",
    code: "22522"
  },
  {
    name: "財團法人台中市私立新希望社會福利基金會",
    code: "066588"
  },
  {
    name: "財團法人台北市任兆璋修女林美智老師教育基金會",
    code: "1728"
  },
  {
    name: "財團法人台北市光智社會事業基金會",
    code: "88740"
  },
  {
    name: "財團法人台北市基督徒救世會社會福利事業基金會",
    code: "0770223"
  },
  {
    name: "財團法人台北市基督教勵友中心",
    code: "101"
  },
  {
    name: "財團法人台北市基督教救世傳播協會",
    code: "9494"
  },
  {
    name: "財團法人臺北市失親兒福利基金會",
    code: "88472"
  },
  {
    name: "財團法人台北市如新善的力量慈善基金會",
    code: "201210"
  },
  {
    name: "財團法人台北市愛慈社會福利基金會",
    code: "81852"
  },
  {
    name: "財團法人台北市愛樂管弦樂團文化基金會",
    code: "5215"
  },
  {
    name: "財團法人台北市敦安社會福利基金會",
    code: "1103"
  },
  {
    name: "財團法人台北市林芳瑾社會福利慈善事業基金會",
    code: "88087"
  },
  {
    name: "財團法人台北市瑞智社會福利基金會",
    code: "864"
  },
  {
    name: "財團法人台北市福智佛教基金會",
    code: "0606"
  },
  {
    name: "財團法人台北市私立同舟發展中心",
    code: "785785"
  },
  {
    name: "財團法人台北市私立愛愛院",
    code: "5208"
  },
  {
    name: "財團法人台北市私立東森社會福利慈善基金會",
    code: "131420"
  },
  {
    name: "財團法人台北市私立雙連視障關懷基金會",
    code: "520"
  },
  {
    name: "財團法人計志文聖道基金會",
    code: "2217"
  },
  {
    name: "財團法人脊髓損傷社會福利基金會",
    code: "1050"
  },
  {
    name: "財團法人台北市自閉兒社會福利基金會",
    code: "52772"
  },
  {
    name: "財團法人臺北市華書慈善基金會",
    code: "77777"
  },
  {
    name: "財團法人台北市蘋果社會福利慈善事業基金會",
    code: "240245"
  },
  {
    name: "財團法人台北市視障音樂文教基金會",
    code: "2523"
  },
  {
    name: "財團法人台北市賽珍珠基金會",
    code: "399"
  },
  {
    name: "財團法人台北市關懷台灣文教基金會",
    code: "9217"
  },
  {
    name: "財團法人台北市雨揚慈善基金會",
    code: "17688"
  },
  {
    name: "財團法人新北市私立天道總會社會福利慈善事業基金會",
    code: "0861"
  },
  {
    name: "財團法人台南市基督教青年會社會福利慈善事業基金會",
    code: "381"
  },
  {
    name: "財團法人台南市樂扶社會福利慈善事業基金會",
    code: "0800"
  },
  {
    name: "財團法人台南市私立健生障礙照護中心",
    code: "9952"
  },
  {
    name: "財團法人台南市私立吾愛吾家養護中心",
    code: "520999"
  },
  {
    name: "財團法人台南市私立天主教瑞復益智中心",
    code: "52088"
  },
  {
    name: "財團法人台南市私立小北社會福利慈善事業基金會",
    code: "004"
  },
  {
    name: "財團法人台南市私立康寧教養院",
    code: "0202"
  },
  {
    name: "財團法人台南市私立朝興社會福利慈善事業基金會附設朝興",
    code: "788"
  },
  {
    name: "財團法人台南市私立朝興社會福利慈善事業基金會",
    code: "666"
  },
  {
    name: "財團法人台南市私立母佑會社會福利慈善基金會附設羅蘭青少年中心",
    code: "10188"
  },
  {
    name: "財團法人台南市私立荷園社會福利慈善事業基金會",
    code: "971103"
  },
  {
    name: "財團法人台南市私立荷園社會福利慈善事業基金會附設弘能家園",
    code: "7862290"
  },
  {
    name: "財團法人台南市衛國街基督教會",
    code: "2356332"
  },
  {
    name: "財團法人台南市私立上崙社會福利慈善事業基金會",
    code: "995885"
  },
  {
    name: "財團法人台南市私立佛教觀音村社會福利慈善事業基金會",
    code: "887"
  },
  {
    name: "財團法人台南市私立噶瑪噶居蔣揚社會福利慈善事",
    code: "5746700"
  },
  {
    name: "財團法人台南市私立長泰教養院",
    code: "6699"
  },
  {
    name: "財團法人台新銀行公益慈善基金會",
    code: "2887"
  },
  {
    name: "財團法人台東縣私立台東仁愛之家",
    code: "227592"
  },
  {
    name: "財團法人台東縣私立天主教聖十字架瑪利德蘭社會福利基金會",
    code: "721"
  },
  {
    name: "財團法人台東縣私立柏林老人養護中心",
    code: "339985"
  },
  {
    name: "財團法人台東縣私立海山弘願慈善基金會附設台東縣私立海山扶兒家園",
    code: "318699"
  },
  {
    name: "財團法人台東縣私立牧心智能發展中心",
    code: "5257999"
  },
  {
    name: "財團法人台灣世界展望會",
    code: "7000"
  },
  {
    name: "社團法人台灣優質生命協會",
    code: "8098"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會新竹分事務所",
    code: "5678585"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會",
    code: "8585"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會附設台中市私立家扶發展學園",
    code: "7885"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會附設新北市私立家扶發展學園",
    code: "818585"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會桃園分事務所",
    code: "5900"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會苗栗分事務所",
    code: "461234"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會附設新北市私立大同育幼院",
    code: "68660"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會南投分事務所",
    code: "70885"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會台中市北區分事務所",
    code: "024"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會台中市南區分事務所",
    code: "5584"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會台北市分事務所",
    code: "5520"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會台北青角分事務所",
    code: "176176"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會台南市北區分事務所",
    code: "2085"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會台南市南區分事務所",
    code: "6782"
  },
  {
    name: "財團法人臺灣兒童暨家庭扶助基金會臺東分事務所",
    code: "323804"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會嘉義分事務所",
    code: "2812085"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會宜蘭分事務所",
    code: "078585"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會屏東分事務所",
    code: "7123"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會彰化分事務所",
    code: "2100"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會新北市分事務所",
    code: "378585"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會澎湖分事務所",
    code: "5875"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會花蓮分事務所",
    code: "1785"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會金門分事務所",
    code: "326139"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會附設南投縣私立家扶希望學園",
    code: "8700"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會附設彰化縣私立家扶發展學園",
    code: "8300"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會附設雲林縣私立家扶希望學園",
    code: "6361712"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會附設雲林縣私立家扶發展學園",
    code: "6361716"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會雲林分事務所",
    code: "6323200"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會馬祖分事務所",
    code: "035"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會高雄市北區分事務所",
    code: "3100"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會高雄市南區分事務所",
    code: "7261651"
  },
  {
    name: "財團法人台灣兒童暨家庭扶助基金會基隆分事務所",
    code: "33085"
  },
  {
    name: "財團法人台灣基督教主愛之家輔導中心",
    code: "580"
  },
  {
    name: "財團法人台灣尤努斯基金會",
    code: "65447"
  },
  {
    name: "財團法人台灣早產兒基金會",
    code: "1117"
  },
  {
    name: "財團法人台灣痲瘋救濟基金會",
    code: "1954"
  },
  {
    name: "財團法人臺灣癌症基金會",
    code: "1799"
  },
  {
    name: "財團法人台灣癌症臨床研究發展基金會",
    code: "2323"
  },
  {
    name: "財團法人新北市基督教晨曦會",
    code: "6693"
  },
  {
    name: "財團法人新北市私立台灣天主教安老院",
    code: "107765"
  },
  {
    name: "財團法人新北市遠東福音會",
    code: "316"
  },
  {
    name: "財團法人台灣省台南市基督教活水基督教會",
    code: "2052"
  },
  {
    name: "財團法人台灣省台南市念字聖堂",
    code: "2365794"
  },
  {
    name: "財團法人台灣省天主教會新竹教區附設私立藍天家園",
    code: "861227"
  },
  {
    name: "財團法人台灣省屏東縣南州鄉精明寶宮附設私立精忠育幼院",
    code: "7448"
  },
  {
    name: "財團法人台灣省私立八德殘障教養院",
    code: "920"
  },
  {
    name: "財團法人臺灣省私立臺中仁愛之家",
    code: "2222"
  },
  {
    name: "財團法人台灣省私立台灣盲人重建院",
    code: "195185"
  },
  {
    name: "財團法人向上社會福利基金會",
    code: "002"
  },
  {
    name: "財團法人台灣省私立?智技藝訓練中心",
    code: "874"
  },
  {
    name: "財團法人台灣省私立心德慈化教養院",
    code: "175758"
  },
  {
    name: "財團法人台灣省私立景仁殘障教養院",
    code: "17934"
  },
  {
    name: "財團法人台灣省私立永信社會福利基金會",
    code: "982"
  },
  {
    name: "財團法人台灣省私立菩提仁愛之家",
    code: "5574481"
  },
  {
    name: "財團法人台灣省私立香園紀念教養院",
    code: "3344"
  },
  {
    name: "財團法人台灣省私立高雄仁愛之家",
    code: "7037380"
  },
  {
    name: "財團法人台灣省私立鴻佳?能庇護中心",
    code: "252999"
  },
  {
    name: "財團法人台灣省花蓮縣中華基督長老會山宣總會附設花蓮縣私立原住民少年兒童之家",
    code: "8612423"
  },
  {
    name: "財團法人台灣紅絲帶基金會",
    code: "121"
  },
  {
    name: "財團法人台灣聖經公會",
    code: "9909"
  },
  {
    name: "財團法人台灣肯納自閉症基金會",
    code: "1018"
  },
  {
    name: "財團法人台灣行善文化藝術基金會",
    code: "8885"
  },
  {
    name: "財團法人台灣醫療改革基金會",
    code: "17999"
  },
  {
    name: "財團法人台灣閱讀文化基金會",
    code: "567"
  },
  {
    name: "財團法人台灣關愛基金會",
    code: "2597885"
  },
  {
    name: "財團法人吉祥臻社會福利事業基金會",
    code: "5085"
  },
  {
    name: "財團法人周大觀文教基金會",
    code: "525"
  },
  {
    name: "財團法人和氣大愛文教基金會",
    code: "2715"
  },
  {
    name: "財團法人善慧恩社會慈善基金會",
    code: "5999"
  },
  {
    name: "財團法人喜憨兒社會福利基金會",
    code: "88432"
  },
  {
    name: "財團法人嘉義市私立修緣育幼院",
    code: "220225"
  },
  {
    name: "財團法人嘉義市私立嘉愛?智發展中心",
    code: "5656"
  },
  {
    name: "財團法人嘉義市私立瑞泰老人長期照護中心",
    code: "669"
  },
  {
    name: "財團法人嘉義縣私立一心教養院",
    code: "50877"
  },
  {
    name: "財團法人嘉義縣私立嘉惠教養院",
    code: "2390069"
  },
  {
    name: "財團法人嘉義縣私立天主教安道社會福利慈善事業基金會",
    code: "5968"
  },
  {
    name: "財團法人嘉義縣私立瑞泰社會福利基金會",
    code: "225225"
  },
  {
    name: "財團法人嘎檔巴佛教基金會",
    code: "2639407"
  },
  {
    name: "財團法人嚴淨菩提教育基金會",
    code: "3577"
  },
  {
    name: "財團法人國紹泌尿科學教育基金會",
    code: "70818"
  },
  {
    name: "財團法人國語日報社",
    code: "5248"
  },
  {
    name: "財團法人國際單親兒童文教基金會",
    code: "11111"
  },
  {
    name: "財團法人圓覺宗智敏慧華金剛上師教育基金會",
    code: "0123"
  },
  {
    name: "財團法人地球公民基金會",
    code: "8524"
  },
  {
    name: "財團法人城邦文化藝術基金會",
    code: "117"
  },
  {
    name: "財團法人基督徒魚池禮拜堂",
    code: "688"
  },
  {
    name: "財團法人基督教中華聖潔會",
    code: "0316"
  },
  {
    name: "財團法人基督教台中更生團契",
    code: "4339926"
  },
  {
    name: "財團法人基督教史懷哲宣道會",
    code: "1399582"
  },
  {
    name: "財團法人基督教宇宙光全人關懷機構",
    code: "276"
  },
  {
    name: "財團法人基督教希望之光會",
    code: "222785"
  },
  {
    name: "財團法人基督教惠明盲人福利基金會",
    code: "112233"
  },
  {
    name: "財團法人基督教惠明盲人福利基金會附設臺中市私立惠明盲童育幼院",
    code: "222222"
  },
  {
    name: "財團法人基督教惠明盲人福利基金會附設臺中市私立惠明視障者教養院",
    code: "333333"
  },
  {
    name: "財團法人愛網全人關懷社會福利慈善事業基金會",
    code: "1720"
  },
  {
    name: "財團法人基督教救世軍",
    code: "52947"
  },
  {
    name: "財團法人基督教更生團契桃園市私立少年之家",
    code: "31995"
  },
  {
    name: "財團法人基督教會新竹錫安堂",
    code: "5611267"
  },
  {
    name: "財團法人基督教瑪喜樂社會福利基金會",
    code: "7699"
  },
  {
    name: "財團法人基督教聖道兒少福利基金會",
    code: "1706"
  },
  {
    name: "財團法人基督教聖道兒少福利基金附屬台北市私立聖道兒童之家",
    code: "176"
  },
  {
    name: "財團法人基督教臺北市私立伯大尼兒少家園",
    code: "5200"
  },
  {
    name: "財團法人基督教芥菜種會",
    code: "001"
  },
  {
    name: "財團法人基督教蘭恩文教基金會",
    code: "000147"
  },
  {
    name: "財團法人基督教論壇基金會",
    code: "59214"
  },
  {
    name: "財團法人基督教都市人工作群社會福利事業基金會",
    code: "2259"
  },
  {
    name: "財團法人基督門徒訓練中心",
    code: "0700"
  },
  {
    name: "財團法人基隆市私立博愛仁愛之家",
    code: "699"
  },
  {
    name: "財團法人基隆市私立基督教信心社會福利慈善事業基金會",
    code: "4710088"
  },
  {
    name: "財團法人基隆市私立擁恆社會福利慈善事業基金會",
    code: "2889306"
  },
  {
    name: "財團法人報導者文化基金會",
    code: "2929"
  },
  {
    name: "財團法人夢蓮花文化藝術基金會",
    code: "3848"
  },
  {
    name: "財團法人大二結文化基金會",
    code: "1680"
  },
  {
    name: "財團法人大地之子教育基金會",
    code: "168997"
  },
  {
    name: "財團法人大甲媽社會福利基金會附設臺中市私立鎮瀾兒童家園",
    code: "20999"
  },
  {
    name: "財團法人大眾教育基金會",
    code: "017885"
  },
  {
    name: "財團法人臺南市私立天主教伯利恆社會福利基金會",
    code: "2828"
  },
  {
    name: "財團法人天主教光仁社會福利基金會",
    code: "988"
  },
  {
    name: "財團法人天主教博愛基金會",
    code: "820820"
  },
  {
    name: "財團法人天主教善牧社會福利基金會",
    code: "8835"
  },
  {
    name: "財團法人天主教單國璽弱勢族群社福基金會",
    code: "8822"
  },
  {
    name: "財團法人天主教失智老人社會福利基金會",
    code: "858"
  },
  {
    name: "財團法人天主教曉明社會福利基金會",
    code: "1773"
  },
  {
    name: "財團法人天主教會台中教區",
    code: "0925"
  },
  {
    name: "財團法人天主教會台中教區附設南投縣私立復活?智中心",
    code: "7717"
  },
  {
    name: "財團法人天主教會台中教區附設南投縣私立玫瑰?能訓練中心",
    code: "6995"
  },
  {
    name: "財團法人天主教會台中教區附設台中市私立慈愛智能發展中心",
    code: "213"
  },
  {
    name: "財團法人天主教會台中教區附設彰化縣私立聖家?智中心",
    code: "7885580"
  },
  {
    name: "財團法人天主教會台中教區附設彰化縣私立聖智?智中心",
    code: "17234"
  },
  {
    name: "財團法人天主教會台中教區附設彰化縣私立聖母聖心?智中心",
    code: "20855"
  },
  {
    name: "財團法人天主教會台中教區附設立達?能訓練中心",
    code: "01985"
  },
  {
    name: "財團法人天主教會嘉義教區附設嘉義縣私立敏道家園",
    code: "88742"
  },
  {
    name: "財團法人天主教會嘉義教區附設雲林縣私立華聖?能發展中心",
    code: "520770"
  },
  {
    name: "財團法人天主教會嘉義教區附設嘉縣私立聖心教養院",
    code: "225"
  },
  {
    name: "財團法人天主教會嘉義教區附設嘉義縣私立安仁家園",
    code: "025520"
  },
  {
    name: "財團法人天主教會臺中教區附設臺灣省私立慈愛教養院",
    code: "2885"
  },
  {
    name: "財團法人天主教會花蓮教區附設救星教養院",
    code: "5297"
  },
  {
    name: "財團法人天主教會花蓮教區附設花蓮縣私立安德怡峰園",
    code: "8861015"
  },
  {
    name: "財團法人天主教會花蓮教區附設花蓮縣私立聲遠老人養護之家",
    code: "855"
  },
  {
    name: "財團法人天主教瑪利亞方濟各傳教女修會附設私立米可之家",
    code: "210"
  },
  {
    name: "財團法人天主教白永恩神父社會福利基金會",
    code: "1111111"
  },
  {
    name: "財團法人天主教福利會",
    code: "885288"
  },
  {
    name: "財團法人天主教耶穌會台北新事社會服務中心",
    code: "102"
  },
  {
    name: "財團法人天主教臺南市私立蘆葦?智中心",
    code: "2020520"
  },
  {
    name: "財團法人天主教臺南市私立德蘭啟智中心",
    code: "2025"
  },
  {
    name: "財團法人天主教會花蓮教區附設私立安德?智中心",
    code: "8861210"
  },
  {
    name: "財團法人天主教華光社會福利基金會",
    code: "1251"
  },
  {
    name: "財團法人天主教華光社會福利基金會附設由根山居",
    code: "8690"
  },
  {
    name: "財團法人天主教靈醫會",
    code: "1230"
  },
  {
    name: "財團法人天主教靈醫會私立聖嘉民?智中心",
    code: "57880"
  },
  {
    name: "財團法人天主教靈醫會附設宜蘭縣私立聖嘉民老人長期照顧中心（養護型）",
    code: "011668"
  },
  {
    name: "財團法人天使心家族社會福利基金會",
    code: "336"
  },
  {
    name: "財團法人天儲教育基金會",
    code: "0990"
  },
  {
    name: "財團法人天元教育基金會",
    code: "3968"
  },
  {
    name: "財團法人天帝教",
    code: "691221"
  },
  {
    name: "財團法人天恆文教基金會",
    code: "580580"
  },
  {
    name: "財團法人天祥宇宙聖道基金會",
    code: "1156"
  },
  {
    name: "財團法人新北市一貫道天華基金會",
    code: "5555"
  },
  {
    name: "財團法人好好好家庭教育文教基金會",
    code: "719"
  },
  {
    name: "財團法人婦女新知基金會",
    code: "3899"
  },
  {
    name: "財團法人孩子的書屋文教基金會",
    code: "17258"
  },
  {
    name: "財團法人孫海文化基金會",
    code: "0208"
  },
  {
    name: "財團法人宜蘭縣社會福利聯合勸募基金會",
    code: "1667"
  },
  {
    name: "財團法人宜蘭縣私立佛教幸夫社會福利慈善事業基金會",
    code: "928"
  },
  {
    name: "財團法人宜蘭縣私立宏仁老人長期照顧中心（養護型）",
    code: "9995"
  },
  {
    name: "財團法人宜蘭縣私立柏拉圖復康之家",
    code: "172099"
  },
  {
    name: "財團法人宜蘭縣私立蘭陽仁愛之家",
    code: "9283880"
  },
  {
    name: "財團法人宜蘭縣私立蘭馨婦幼中心",
    code: "235"
  },
  {
    name: "財團法人宜蘭縣私立鴻德養護院",
    code: "9231106"
  },
  {
    name: "財團法人家樂福文教基金會",
    code: "2417"
  },
  {
    name: "財團法人富邦慈善基金會",
    code: "17520"
  },
  {
    name: "財團法人屏東基督教勝利之家",
    code: "7366294"
  },
  {
    name: "財團法人屏東縣私立基督教伯大尼之家",
    code: "90061"
  },
  {
    name: "財團法人屏東縣私立基督教沐恩之家",
    code: "1399"
  },
  {
    name: "財團法人屏東縣私立屏東?智教養院",
    code: "080"
  },
  {
    name: "財團法人屏東縣私立椰子園老人養護之家",
    code: "88520"
  },
  {
    name: "財團法人屏東縣私立清境家園社會福利慈善事業基金會附設屏東縣私立清境家園老人長期照護中心",
    code: "7533557"
  },
  {
    name: "財團法人屏東縣私立畢嘉士社會福利基金會",
    code: "17178"
  },
  {
    name: "財團法人屏東縣私立磐石社會福利事業基金會",
    code: "6820"
  },
  {
    name: "財團法人屏東縣私立福慧社會福利慈善事業基金會附設大同之家",
    code: "111222"
  },
  {
    name: "財團法人屏東縣私立迦南身心障礙養護院",
    code: "7707097"
  },
  {
    name: "財團法人崔媽媽基金會",
    code: "17864"
  },
  {
    name: "財團法人平安社會福利慈善事業基金會",
    code: "845"
  },
  {
    name: "財團法人廣青文教基金會",
    code: "2581"
  },
  {
    name: "財團法人弘道老人福利基金會",
    code: "590"
  },
  {
    name: "財團法人「張老師」基金會",
    code: "1980198"
  },
  {
    name: "財團法人彰化縣私立信星集團愛星社會福利慈善事業基金會",
    code: "01170"
  },
  {
    name: "財團法人彰化縣私立博愛服務中心",
    code: "0000"
  },
  {
    name: "財團法人彰化縣私立基督教喜樂保育院",
    code: "5276"
  },
  {
    name: "財團法人彰化縣私立慈恩社會福利慈善事業基金會",
    code: "8837227"
  },
  {
    name: "財團法人彰化縣私立慈生仁愛院",
    code: "16988"
  },
  {
    name: "財團法人彰化縣私立秀和慈善事業基金會",
    code: "72995"
  },
  {
    name: "財團法人臺中市私立童庭社會褔利慈善事業基金會",
    code: "996"
  },
  {
    name: "財團法人彰化縣私立青山社會福利慈善事業基金會附設愛加倍身心障礙養護家園",
    code: "8713399"
  },
  {
    name: "財團法人微龍教育基金會",
    code: "1221"
  },
  {
    name: "財團法人心覺醒文教基金會",
    code: "3877451"
  },
  {
    name: "財團法人心路社會福利基金會",
    code: "876"
  },
  {
    name: "財團法人忠義社會福利事業基金會",
    code: "25999"
  },
  {
    name: "財團法人惠光導盲犬教育基金會",
    code: "199185"
  },
  {
    name: "財團法人愚人之友社會福利慈善事業基金會",
    code: "921"
  },
  {
    name: "財團法人愛家文化事業基金會",
    code: "27365"
  },
  {
    name: "財團法人愛心第二春文教基金會",
    code: "8989"
  },
  {
    name: "財團法人愛盲基金會",
    code: "5880"
  },
  {
    name: "財團法人慈心有機農業發展基金會",
    code: "123456"
  },
  {
    name: "財團法人慈愛動物福利基金會",
    code: "4569"
  },
  {
    name: "財團法人慈懷社會福利基金會",
    code: "8591"
  },
  {
    name: "財團法人慈濟傳播人文志業基金會",
    code: "9997161"
  },
  {
    name: "財團法人慶興社會福利基金會",
    code: "056"
  },
  {
    name: "財團法人成杏醫學文教基金會",
    code: "0647964"
  },
  {
    name: "財團法人成長文教基金會",
    code: "198"
  },
  {
    name: "財團法人文向教育基金會",
    code: "9588"
  },
  {
    name: "財團法人新北市樹林基督長老教會",
    code: "3413"
  },
  {
    name: "財團法人新北市私立八方雲集社會福利慈善事業基金會",
    code: "8098898"
  },
  {
    name: "財團法人新北市私立明新兒童發展中心",
    code: "3769"
  },
  {
    name: "財團法人新北市私立榮光育幼院",
    code: "4567988"
  },
  {
    name: "財團法人新北市私立樂山園社會福利慈善事業基金會",
    code: "1013"
  },
  {
    name: "財團法人新北市私立瑤華仙主社會福利慈善事業基金會",
    code: "9922"
  },
  {
    name: "財團法人新北市私立紫蓮慈善事業基金會",
    code: "9292"
  },
  {
    name: "財團法人新北市私立鈊象電子社會福利慈善事業基金會",
    code: "885168"
  },
  {
    name: "財團法人新時代賽斯教育基金會",
    code: "2075"
  },
  {
    name: "財團法人新漾基金會",
    code: "0752"
  },
  {
    name: "財團法人新竹市天主教仁愛社會福利基金會",
    code: "228"
  },
  {
    name: "財團法人新竹市私立天主教仁愛?智中心",
    code: "227"
  },
  {
    name: "財團法人新竹市私立愛恆?能中心",
    code: "521"
  },
  {
    name: "財團法人新竹市私立新竹仁愛兒童之家",
    code: "3650"
  },
  {
    name: "財團法人新竹縣天主教世光教養院",
    code: "0280928"
  },
  {
    name: "財團法人新竹縣天主教世光教養院",
    code: "9955116"
  },
  {
    name: "財團法人香園社會福利基金會",
    code: "6696"
  },
  {
    name: "財團法人方興中馬匹輔學健康社福基金會",
    code: "898"
  },
  {
    name: "財團法人日月之光慈善事業基金會",
    code: "568"
  },
  {
    name: "財團法人晨光社會福利基金會附設金門縣私立晨光教養家園",
    code: "1314"
  },
  {
    name: "財團法人普仁青年關懷基金會",
    code: "17270"
  },
  {
    name: "財團法人普寶環境保護基金會",
    code: "3889"
  },
  {
    name: "財團法人智諭老和尚教育紀念基金會",
    code: "1112"
  },
  {
    name: "財團法人月星社會福利慈善事業基金會",
    code: "109108"
  },
  {
    name: "財團法人李勝賢文教基金會",
    code: "1314885"
  },
  {
    name: "財團法人林業生社會福利慈善事業基金會",
    code: "24013"
  },
  {
    name: "財團法人桃園市優勝地社會福利基金會",
    code: "5885"
  },
  {
    name: "財團法人桃園市幸福社會福利基金會",
    code: "1775"
  },
  {
    name: "財團法人桃園市私立德盛社福基金會",
    code: "233"
  },
  {
    name: "財團法人桃園市私立脊髓損傷潛能發展中心",
    code: "518007"
  },
  {
    name: "財團法人桃園市藍迪基金會",
    code: "500500"
  },
  {
    name: "財團法人桃園市善水慈善文教基金會",
    code: "149"
  },
  {
    name: "財團法人桃園市怡仁愛心基金會",
    code: "2488772"
  },
  {
    name: "財團法人桃園市李林樹社會福利基金會附設桃園教養院",
    code: "71885"
  },
  {
    name: "財團法人桃園市真善美社會福利基金會",
    code: "268"
  },
  {
    name: "財團法人桃園市私立丞好家園",
    code: "3776371"
  },
  {
    name: "財團法人桃園市私立仁友愛心家園",
    code: "295"
  },
  {
    name: "財團法人桃園市私立嘉惠?智教養院",
    code: "3891874"
  },
  {
    name: "財團法人桃園市私立國宏老人長期照顧中心（養護型）",
    code: "2977"
  },
  {
    name: "財團法人桃園市私立安康?智教養院",
    code: "520530"
  },
  {
    name: "財團法人桃園縣私立寶貝潛能發展中心",
    code: "329"
  },
  {
    name: "財團法人桃園市私立庭芳?智教養院",
    code: "188"
  },
  {
    name: "財團法人桃園市私立康福智能發展中心",
    code: "2585"
  },
  {
    name: "財團法人桃園市私立心燈啟智教養院",
    code: "4205558"
  },
  {
    name: "財團法人桃園市私立懷德風箏緣地育幼院",
    code: "5858"
  },
  {
    name: "財團法人桃園市私立方舟?智教養院",
    code: "4870110"
  },
  {
    name: "財團法人桃園市私立祥育?智教養院",
    code: "0168"
  },
  {
    name: "財團法人桃園市私立聖愛教養院",
    code: "1258"
  },
  {
    name: "財團法人桃園市菩提社會福利基金會",
    code: "3712333"
  },
  {
    name: "財團法人桃園市私立觀音愛心家園",
    code: "995"
  },
  {
    name: "財團法人桃園市私立路得?智學園",
    code: "1000"
  },
  {
    name: "財團法人桃園市私立長長教養院",
    code: "3878801"
  },
  {
    name: "財團法人桃園市私立龍潭?智教養院",
    code: "0916"
  },
  {
    name: "財團法人桃園市美好社會福利基金會",
    code: "1961537"
  },
  {
    name: "財團法人標竿教育基金會",
    code: "5991"
  },
  {
    name: "財團法人樹和教育基金會",
    code: "005"
  },
  {
    name: "財團法人歐旻慈善基金會",
    code: "1173"
  },
  {
    name: "財團法人正德社會福利慈善基金會",
    code: "923"
  },
  {
    name: "財團法人正隆關懷兒童基金會",
    code: "238"
  },
  {
    name: "財團法人民間公民與法治教育基金會",
    code: "8491"
  },
  {
    name: "財團法人民間司法改革基金會",
    code: "948"
  },
  {
    name: "財團法人江許?文教基金會",
    code: "9876327"
  },
  {
    name: "財團法人法律扶助基金會",
    code: "8282"
  },
  {
    name: "財團法人法鼓山佛教基金會",
    code: "2009"
  },
  {
    name: "財團法人法鼓山文教基金會",
    code: "0095"
  },
  {
    name: "財團法人法鼓山社會福利慈善事業基金會",
    code: "1849"
  },
  {
    name: "財團法人流浪動物之家基金會",
    code: "8957282"
  },
  {
    name: "財團法人海棠文教基金會",
    code: "1151"
  },
  {
    name: "財團法人海洋公民基金會",
    code: "991"
  },
  {
    name: "財團法人佛陀僧伽基金會",
    code: "0722"
  },
  {
    name: "財團法人濟興長青基金會",
    code: "86129"
  },
  {
    name: "財團法人為台灣而教教育基金會",
    code: "17747"
  },
  {
    name: "財團法人無國界醫生基金會",
    code: "58813"
  },
  {
    name: "財團法人熱愛生命文教基金會",
    code: "8008"
  },
  {
    name: "財團法人犯罪被害人保護協會",
    code: "5850"
  },
  {
    name: "財團法人玄門法師文教基金會",
    code: "1021210"
  },
  {
    name: "財團法人現代婦女教育基金會",
    code: "5238"
  },
  {
    name: "財團法人瑞信兒童醫療基金會",
    code: "2002"
  },
  {
    name: "財團法人瑪利亞社會福利基金會",
    code: "880"
  },
  {
    name: "財團法人環境品質文教基金會",
    code: "2321"
  },
  {
    name: "財團法人環境權保障基金會",
    code: "125"
  },
  {
    name: "財團法人環宇國際文化教育基金會",
    code: "711"
  },
  {
    name: "財團法人甘泉教育基金會",
    code: "520777"
  },
  {
    name: "財團法人癌症希望基金會",
    code: "16888"
  },
  {
    name: "財團法人癌症關懷基金會",
    code: "10666"
  },
  {
    name: "財團法人百世教育基金會",
    code: "5555484"
  },
  {
    name: "財團法人看見．齊柏林基金會",
    code: "3952"
  },
  {
    name: "財團法人礦工兒子教育基金會",
    code: "6620"
  },
  {
    name: "財團法人福智慈善基金會",
    code: "5599"
  },
  {
    name: "財團法人福智文教基金會",
    code: "1357"
  },
  {
    name: "財團法人福榮融合教育推廣基金會",
    code: "1319"
  },
  {
    name: "財團法人私立台東基督教阿尼色弗兒童之家附設南投家園",
    code: "6811"
  },
  {
    name: "財團法人私立天主教中華聖母社會福利慈善事業基金會",
    code: "365"
  },
  {
    name: "財團法人私立天主教華光智能發展中心",
    code: "0818"
  },
  {
    name: "財團法人私立西田社布袋戲基金會",
    code: "1985"
  },
  {
    name: "財團法人立信社會福利慈善事業基金會",
    code: "8088"
  },
  {
    name: "財團法人第一社會福利基金會",
    code: "51811"
  },
  {
    name: "財團法人粘得紀念教育基金會",
    code: "161"
  },
  {
    name: "財團法人精神健康基金會",
    code: "621520"
  },
  {
    name: "財團法人罕見疾病基金會",
    code: "9527"
  },
  {
    name: "財團法人羅慧夫顱顏基金會",
    code: "012378"
  },
  {
    name: "財團法人義美環境保護基金會",
    code: "55211"
  },
  {
    name: "財團法人老五老基金會",
    code: "050"
  },
  {
    name: "財團法人耕心蓮苑教育基金會",
    code: "9946959"
  },
  {
    name: "財團法人聖功社會福利慈善基金會",
    code: "2233787"
  },
  {
    name: "財團法人聖島社會福利慈善基金會",
    code: "123999"
  },
  {
    name: "財團法人聯合醫學基金會",
    code: "3469595"
  },
  {
    name: "財團法人肝病防治學術基金會",
    code: "583"
  },
  {
    name: "財團法人育成社會福利基金會",
    code: "7085"
  },
  {
    name: "財團法人育田社會福利慈善基金會",
    code: "5826"
  },
  {
    name: "財團法人腦性麻痺基金會",
    code: "770880"
  },
  {
    name: "財團法人至善社會福利基金會",
    code: "4399"
  },
  {
    name: "財團法人臺中市私立信望愛智能發展中心",
    code: "12345"
  },
  {
    name: "財團法人臺中市私立十方社會福利慈善事業基金會",
    code: "1010225"
  },
  {
    name: "財團法人臺中市私立卿雲慈善基金會",
    code: "10111"
  },
  {
    name: "財團法人臺中市私立好耆老人長期照顧中心（養護型）",
    code: "197"
  },
  {
    name: "財團法人台中市私立張秀菊社會福利慈善事業基金會",
    code: "0303"
  },
  {
    name: "財團法人臺中市私立惠明盲校",
    code: "111111"
  },
  {
    name: "財團法人臺中市私立種籽社會福利慈善事業基金會",
    code: "2888"
  },
  {
    name: "財團法人臺中市私立肯納自閉症社會福利基金會",
    code: "5272"
  },
  {
    name: "財團法人臺中市私立衡山社會福利基金會",
    code: "2320"
  },
  {
    name: "財團法人臺中市雲田社會福利慈善事業基金會",
    code: "5889"
  },
  {
    name: "財團法人臺北市喜樂家族社會福利基金會",
    code: "5291"
  },
  {
    name: "財團法人台北市婦女救援社會福利事業基金會",
    code: "8595"
  },
  {
    name: "財團法人臺北市安麗希望工場慈善基金會",
    code: "600"
  },
  {
    name: "財團法人臺北市小愉兒社會福利基金會",
    code: "69836"
  },
  {
    name: "財團法人臺北市志玲姊姊慈善基金會",
    code: "5270"
  },
  {
    name: "財團法人臺北市林思宏Ｘ５醫師慈善基金會",
    code: "00005"
  },
  {
    name: "財團法人臺北市無子西瓜社會福利基金會",
    code: "2399"
  },
  {
    name: "財團法人臺北市鼎愛慈善事業基金會",
    code: "520880"
  },
  {
    name: "財團法人臺南市私立天主教美善社會福利基金會",
    code: "52099"
  },
  {
    name: "財團法人臺南市私立樂活社會福利慈善事業基金會",
    code: "10888"
  },
  {
    name: "財團法人臺南市私立豐德教養院",
    code: "52168"
  },
  {
    name: "財團法人臺南市私立靜觀社會福利慈善事業基金會",
    code: "01818"
  },
  {
    name: "財團法人台安基金會",
    code: "16165"
  },
  {
    name: "財團法人臺東縣私立家立立社會福利慈善事業基金會附設臺東縣私立哈拿之家",
    code: "2013888"
  },
  {
    name: "社團法人臺灣公共衛生促進協會",
    code: "2008"
  },
  {
    name: "財團法人台灣基督教門諾會附設花蓮縣私立善牧中心",
    code: "35760"
  },
  {
    name: "財團法人台灣基督教門諾會附設花蓮縣私立黎明教養院",
    code: "6688"
  },
  {
    name: "財團法人臺灣更生保護會",
    code: "788595"
  },
  {
    name: "財團法人台灣省天主教會新竹教區附設桃園市私立天使發展中心",
    code: "3675235"
  },
  {
    name: "財團法人台灣省天主教會新竹教區附設桃園市私立愛家發展中心",
    code: "1795"
  },
  {
    name: "財團法人天主教會新竹教區附設苗栗縣私立聖家?智中心",
    code: "5566"
  },
  {
    name: "財團法人台灣省天主教會新竹教區",
    code: "528"
  },
  {
    name: "財團法人台灣省私立光明仁愛之家",
    code: "66666"
  },
  {
    name: "財團法人臺灣省私立嘉義博愛仁愛之家",
    code: "85995"
  },
  {
    name: "財團法人臺灣省花蓮縣基督教宣教士差會附屬花蓮畢士大教養院",
    code: "1212"
  },
  {
    name: "財團法人臺灣防盲基金會",
    code: "2000"
  },
  {
    name: "財團法人臺雅國際慈善基金會",
    code: "095"
  },
  {
    name: "財團法人興毅社會福利慈善事業基金會",
    code: "0103115"
  },
  {
    name: "財團法人良顯堂社會福利基金會",
    code: "2911811"
  },
  {
    name: "財團法人花蓮縣播種者文化藝術基金會",
    code: "2520"
  },
  {
    name: "財團法人花蓮縣私立博愛居安廬老人長期照顧中心（養護型）",
    code: "212"
  },
  {
    name: "財團法人花蓮縣私立慈惠愛心基金會",
    code: "527"
  },
  {
    name: "財團法人花蓮縣私立美崙?能發展中心",
    code: "823"
  },
  {
    name: "財團法人花蓮縣蘇帆海洋文化藝術基金會",
    code: "148"
  },
  {
    name: "財團法人苗栗縣私立幼安教養院",
    code: "2595"
  },
  {
    name: "財團法人苗栗縣私立廣愛教養院",
    code: "3498"
  },
  {
    name: "財團法人苗栗縣私立新苗教養院",
    code: "257885"
  },
  {
    name: "財團法人苗栗縣私立海青老人養護中心",
    code: "9585"
  },
  {
    name: "財團法人苗栗縣私立華嚴?能中心",
    code: "520520"
  },
  {
    name: "財團法人若竹兒教育基金會附設嘉義縣私立若竹兒智能發展中心",
    code: "064063"
  },
  {
    name: "財團法人莊福文化教育基金會",
    code: "5265"
  },
  {
    name: "財團法人華山社會福利慈善事業基金會",
    code: "111"
  },
  {
    name: "財團法人萬海航運社會福利慈善事業基金會",
    code: "92178"
  },
  {
    name: "財團法人董氏基金會",
    code: "531"
  },
  {
    name: "財團法人蒲公英希望基金會",
    code: "785"
  },
  {
    name: "財團法人蘭智社會福利基金會",
    code: "96588"
  },
  {
    name: "財團法人褔建更生保護會",
    code: "4416518"
  },
  {
    name: "財團法人親愛音樂文化基金會",
    code: "72520"
  },
  {
    name: "財團法人誠致教育基金會",
    code: "6161"
  },
  {
    name: "財團法人趨勢教育基金會",
    code: "74520"
  },
  {
    name: "財團法人迎曦教育基金會",
    code: "558"
  },
  {
    name: "財團法人返老還童社會福利慈善事業基金會",
    code: "2088"
  },
  {
    name: "財團法人金花教育基金會",
    code: "1468"
  },
  {
    name: "財團法人鉅明文教基金會",
    code: "008"
  },
  {
    name: "財團法人錸德文教基金會",
    code: "5985696"
  },
  {
    name: "財團法人門諾社會福利慈善事業基金會",
    code: "5260"
  },
  {
    name: "財團法人開放文化基金會",
    code: "1989"
  },
  {
    name: "財團法人阿寶教育基金會",
    code: "16885"
  },
  {
    name: "財團法人陳天信文教基金會",
    code: "1824"
  },
  {
    name: "財團法人陽光社會福利基金會",
    code: "13579"
  },
  {
    name: "財團法人雅文兒童聽語文教基金會",
    code: "889881"
  },
  {
    name: "財團法人雙福社會福利慈善事業基金會",
    code: "2002515"
  },
  {
    name: "財團法人雙福社會福利慈善事業基金會附設嘉義市私立晨光智能發展中心",
    code: "2003098"
  },
  {
    name: "財團法人雲林縣大慈社會福利慈善基金會附設私立一心育幼院",
    code: "010"
  },
  {
    name: "財團法人雲林縣私立信義育幼院",
    code: "5955836"
  },
  {
    name: "財團法人雲林縣私立長愛家園育幼院",
    code: "448520"
  },
  {
    name: "財團法人雲林縣雲萱基金會",
    code: "0688"
  },
  {
    name: "財團法人雲林縣青埔教育基金會",
    code: "6970"
  },
  {
    name: "財團法人雲英青年發展基金會",
    code: "70589"
  },
  {
    name: "財團法人靈鷲山佛教基金會",
    code: "52093"
  },
  {
    name: "財團法人靖娟兒童安全文教基金會",
    code: "515"
  },
  {
    name: "財團法人願成教育基金會",
    code: "181"
  },
  {
    name: "財團法人高禱屋",
    code: "247"
  },
  {
    name: "財團法人高雄市小港浸信會",
    code: "7177"
  },
  {
    name: "財團法人高雄市毒品防制事務基金會",
    code: "51755"
  },
  {
    name: "財團法人高雄市炭格社會福利基金會",
    code: "1178"
  },
  {
    name: "財團法人高雄市私立博正兒童發展中心",
    code: "5586331"
  },
  {
    name: "財團法人高雄市私立基督教山地育幼院",
    code: "6891054"
  },
  {
    name: "財團法人高雄市私立希恩之家",
    code: "88710"
  },
  {
    name: "財團法人高雄市私立慈暉關懷學園",
    code: "8888888"
  },
  {
    name: "財團法人高雄市私立星星兒社會福利基金會",
    code: "88772"
  },
  {
    name: "財團法人高雄市私立樂仁?智中心",
    code: "60520"
  },
  {
    name: "財團法人高雄市私立紅十字會育幼中心慈暉園",
    code: "81168"
  },
  {
    name: "財團法人高雄市郭吳麗珠社會福利慈善事業基金會",
    code: "1217"
  },
  {
    name: "財團法人高雄市關愛社會福利慈善事業基金會",
    code: "7268"
  },
  {
    name: "財團法人高雄市私立小天使家園",
    code: "99818"
  },
  {
    name: "財團法人高雄市慈聯社會福利基金會",
    code: "5009"
  },
  {
    name: "財團法人高雄市林柔蘭社會福利基金會",
    code: "2776"
  },
  {
    name: "財團法人高雄市私立永安兒童之家",
    code: "7876081"
  },
  {
    name: "財團法人麥當勞叔叔之家慈善基金會",
    code: "86888"
  },
  {
    name: "財團法人黑潮海洋文教基金會",
    code: "59427"
  },
  {
    name: "財團法人ＯＭＧ關懷社會愛心基金會",
    code: "168001"
  },
  {
    name: "財團法人ＲＢＩ瑞金抗齡照護研究教育基金會",
    code: "198001"
  },
  {
    name: "財法台灣省南市天主教仁愛修女會附設私立老吾老養護中心",
    code: "8789782"
  },
  {
    name: "社團法人台北市身心障礙服務推展協會",
    code: "2099"
  },
  {
    name: "社團法人苗栗縣身心障礙者多元就業促進協會",
    code: "1288"
  },
  {
    name: "社團法人連江縣身心障礙協會",
    code: "23023"
  },
  {
    name: "醫療財團法人南迴基金會",
    code: "4141"
  },
  {
    name: "醫療財團法人好心肝基金會",
    code: "573"
  },
  {
    name: "醫療財團法人正德癌症醫療基金會",
    code: "179"
  },
  {
    name: "社團法人金門縣身心障礙者家長協會",
    code: "082"
  },
  {
    name: "社團法人雲林縣婦幼關懷協會",
    code: "7856981"
  },
  {
    name: "社團法人雲林縣飛耀青年發展協會",
    code: "7827299"
  },
  {
    name: "社團法人青年使命團",
    code: "2626"
  },
  {
    name: "台灣基督長老教會馬偕醫療財團法人台東馬偕紀念醫院",
    code: "1987"
  },
  {
    name: "社團法人高雄市八方義行團關懷協會",
    code: "0901"
  },
  {
    name: "高雄市啟禾扶輪社",
    code: "0930317"
  },
  {
    name: "高雄市國際瑜珈培訓協會",
    code: "0000001"
  },
  {
    name: "高雄市國際青年表演藝術發展協會",
    code: "126"
  },
  {
    name: "高雄市女姓權益促進會",
    code: "521999"
  },
  {
    name: "社團法人高雄市學習障礙教育協進會",
    code: "1574500"
  },
  {
    name: "社團法人高雄市家庭照顧者關懷協會",
    code: "3223839"
  },
  {
    name: "社團法人高雄市慈妙德慈善會",
    code: "167888"
  },
  {
    name: "社團法人高雄市慈悅書院文教發展學會",
    code: "1090104"
  },
  {
    name: "社團法人高雄市春陽協會",
    code: "95940"
  },
  {
    name: "高雄市普光敬老服務協會",
    code: "098"
  },
  {
    name: "高雄市流浪動物心幸福協進會",
    code: "17298"
  },
  {
    name: "社團法人高雄市燭光協會",
    code: "3387665"
  },
  {
    name: "社團法人高雄市肢體障礙協會",
    code: "6868"
  },
  {
    name: "高雄市社會工作人員職業工會",
    code: "34916"
  },
  {
    name: "高雄市基督教美門乾癬病友關懷協會",
    code: "517888"
  },
  {
    name: "社團法人高雄市聖觀宮善心協會",
    code: "624"
  },
  {
    name: "高雄市衡山靈性學術服務協會",
    code: "6002"
  },
  {
    name: "高雄市輔育人員職業工會",
    code: "3123"
  },
  {
    name: "高雄市長春關懷協會",
    code: "3119595"
  },
  {
    name: "社團法人高雄市音樂養生慈善公益協會",
    code: "7654321"
  },
  {
    name: "高雄市顯密寧瑪巴雪謙佛學會",
    code: "1225"
  },
  {
    name: "高雄市岡山大專青年協會",
    code: "71583"
  },
  {
    name: "社團法人高雄市鳳山老人健康照護協會",
    code: "1017169"
  }
];
